[{"image_id": 9, "en_captions": ["Closeup of bins of food that include broccoli and bread.", "A meal is presented in brightly colored plastic trays.", "there are containers filled with different kinds of foods", "Colorful dishes holding meat, vegetables, fruit, and bread.", "A bunch of trays that have different food."], "ko_captions": ["브로콜리와 빵을 포함하는 음식의 쓰레기통의 근접 촬영.", "식사는 밝은 색상의 플라스틱 쟁반으로 제공됩니다.", "여러 종류의 음식으로 가득 찬 용기가있다.", "고기, 야채, 과일, 빵을 들고 화려한 요리.", "다른 음식을 먹는 쟁반."]}, {"image_id": 25, "en_captions": ["A giraffe eating food from the top of the tree.", "A giraffe standing up nearby a tree", "A giraffe mother with its baby in the forest.", "Two giraffes standing in a tree filled area.", "A giraffe standing next to a forest filled with trees."], "ko_captions": ["나무 꼭대기에서 음식을 먹는 기린.", "나무 근처에 서있는 기린", "포리스트의 아기와 기린 어머니입니다.", "나무에 서있는 두 기린 영역을 가득.", "숲 옆에 서있는 기린은 나무로 가득합니다."]}, {"image_id": 30, "en_captions": ["A flower vase is sitting on a porch stand.", "White vase with different colored flowers sitting inside of it.", "a white vase with many flowers on a stage", "A white vase filled with different colored flowers.", "A vase with red and white flowers outside on a sunny day."], "ko_captions": ["현관 스탠드에 꽃 꽃병이 앉아있다.", "그것의 안에 앉아 다른 색깔의 꽃과 흰색 꽃병.", "무대에 많은 꽃들과 흰 꽃병", "흰색 꽃병 다른 색깔의 꽃으로 가득합니다.", "외부 화창한 날에 빨간색과 흰색 꽃과 꽃병."]}, {"image_id": 34, "en_captions": ["A zebra grazing on lush green grass in a field.", "Zebra reaching its head down to ground where grass is.", "The zebra is eating grass in the sun.", "A lone zebra grazing in some green grass.", "a Zebra grazing on grass in a green open field."], "ko_captions": ["필드에서 무성 한 녹색 잔디에 방목하는 얼룩말.", "얼룩말 잔디가 어디 땅에 머리를 도달.", "얼룩말은 햇볕에 풀을 먹고 있습니다.", "일부 녹색 잔디에서 방목하는 고독한 얼룩말.", "잔디 그린 열린 필드에 방목하는 얼룩말."]}, {"image_id": 36, "en_captions": ["Woman in swim suit holding parasol on sunny day.", "A woman posing for the camera, holding a pink, open umbrella and wearing a bright, floral, ruched bathing suit, by a life guard stand with lake, green trees, and a blue sky with a few clouds behind.", "A woman in a floral swimsuit holds a pink umbrella.", "A woman with an umbrella near the sea", "A girl in a bathing suit with a pink umbrella."], "ko_captions": ["화창한 날에 파라솔을 들고 수영 정장에 여자.", "여자가 들고 카메라, 분홍색, 열려 우산을 들고 및 라이프 가드 스탠드 호수, 녹색 나무와 푸른 하늘 몇 구름 뒤에 밝은, 꽃, ruched 수영복을 입고.", "꽃 무늬 수영복에 여자 핑크 우산을 보유하고있다.", "바다 근처 우산을 가진 여자", "핑크색 우산 함께 수영복 여자."]}, {"image_id": 49, "en_captions": ["A couple of men riding horses on top of a green field.", "two horses and their riders on some grass", "Two men are on horses that are reared back.", "A pair of horses performing tricks in a field.", "Two costumed horse riders make their horses stand on their hind legs."], "ko_captions": ["녹색 필드의 위에 말을 타고 두 서너.", "2 마리의 말과 잔디 위에있는 라이더", "두 마리의 사람들이 다시 키우는 말을 타고 있습니다.", "필드에서 트릭을 수행하는 말의 쌍.", "두 명의 의상을 입은 승마 선수가 말을 뒷다리에 세웁니다."]}, {"image_id": 61, "en_captions": ["They are brave for riding in the jungle on those elephants.", "SOME PEOPLE IN THE WOODS RIDING TWO ELEPHANTS", "Some people who are riding on top of elephants.", "there are people riding elephants in the middle of a forest", "Several elephants in the jungle carrying people on their backs"], "ko_captions": ["그들은 그 코끼리의 정글에 타고 있기에 용감합니다.", "두 명의 승무원이 우기에 사람들이 몰려 들었습니다.", "코끼리의 꼭대기에 타고있는 어떤 사람들.", "숲속에 코끼리를 타는 사람들이있다.", "사람들을 등 뒤에서 운반하는 정글에있는 여러 코끼리"]}, {"image_id": 64, "en_captions": ["a black and silver clock tower at an intersection near a tree", "A clock sits on top of a black pole near a tree on a sidewalk near a crosswalk.", "A pole with a clock that reads 6:10 by a white car.", "A clock is seen in front of a tall tree.", "A very pretty clock on the side of a road."], "ko_captions": ["나무 근처 교차로에서 검은 색과 은색 시계탑", "시계 횡단 보도 근처 보도에 나무 근처 검은 극 꼭대기에 앉아있다.", "하얀 차로 6시 10 분을 읽는 시계가있는 막대기.", "키가 큰 나무 앞에서 시계가 보인다.", "도로의 측면에 아주 예쁜 시계."]}, {"image_id": 71, "en_captions": ["A train coming to a stop on the tracks out side.", "The very long train is travelling down the tracks.", "A passenger train glides around a curve on the outer track.", "A train coming down the tracks in the city.", "A train engine carrying many carts down a track."], "ko_captions": ["트랙 밖으로 측면에 정차하는 기차.", "매우 긴 열차가 궤도를 따라 이동합니다.", "여객 열차는 바깥 궤도의 곡선 주위를 활공합니다.", "도시의 트랙을 내려 오는 기차.", "트랙 아래 많은 카트를 들고 기차 엔진."]}, {"image_id": 72, "en_captions": ["A couple of giraffe snuggling each other in a forest.", "A couple of giraffe standing next to some trees.", "Two Zebras seem to be embracing in the wild.", "Two giraffes hang out near trees and nuzzle up to each other.", "The two giraffes appear to be hugging each other."], "ko_captions": ["포리스트에 서로 snuggling 두 기린.", "일부 나무 옆에 서있는 기린 몇.", "2 마리의 얼룩말은 야생에서 포옹하고있는 것처럼 보인다.", "두 마리의 기린은 나무 근처에서 놀고 서로를 향해 다가 간다.", "두 기린은 서로 포옹하는 것처럼 보입니다."]}, {"image_id": 77, "en_captions": ["A young man riding a skateboard into the air.", "a group of teenagers jumping a ramp on their skateboards", "A time lapse image of a guy on a skate board.", "Group of boys performing skateboard trick on ramp with graffiti on it", "some male skateboarders are doing some tricks and grafitti"], "ko_captions": ["스케이트 보드를 타고 젊은 남자.", "그들의 스케이트 보드에 진입로를 점프하는 청소년 그룹", "스케이트 보드에 남자의 시간 경과 이미지.", "그것을 낙서와 함께 경사로에 스케이트 보드 트릭을 수행하는 소년의 그룹", "일부 남성 스케이트 보더가 몇 가지 트릭과 낙서를하고 있습니다."]}, {"image_id": 78, "en_captions": ["A lighted owl candle sits next to a clock.", "White clock sitting next to a statue of an owl.", "a close up of a clock near an owl candle holder", "An antique looking clock beside an owl with a candle in it.", "An owl candle and a clock sitting in front of a wall."], "ko_captions": ["조명 된 올빼미 촛불 시계 옆에 앉는 다.", "흰색 시계 올빼미의 동상 옆에 앉아.", "가까이 올빼미 캔들 홀더 근처 시계의 최대", "그것에있는 올빼미 옆에 골동품 찾고 시계.", "올빼미 촛불과 벽 앞에 앉아 시계."]}, {"image_id": 81, "en_captions": ["A big airplane flying in the big blue sky", "Large, two decked, four engined airliner in flight.", "An AirFrance jet airplane flying in the sky", "A big plane with AirFrance on the side of it.", "An Air France air plane in mid flight."], "ko_captions": ["큰 푸른 하늘을 날고있는 큰 비행기", "대형, 2 갑판, 4 engined 여객기 비행.", "하늘을 비행하는 AirFrance 제트 비행기", "그것 옆에있는 AirFrance가있는 큰 비행기.", "비행 중 에어 프랑스 항공기."]}, {"image_id": 86, "en_captions": ["A man riding a motor bike across a forest.", "A man sitting on a motorcycle in the woods.", "A young person is on a very ornate old bicycle.", "A person looks down at something while sitting on a bike.", "A man on a an old fashioned bicycle in the woods"], "ko_captions": ["숲을 가로 질러 모터 바이크를 타는 한 남자.", "숲에서 오토바이에 앉아 남자.", "젊은 사람은 아주 화려한 오래된 자전거에 있습니다.", "자전거에 앉아있는 동안 사람이 뭔가를 내려다 봅니다.", "한 남자는 숲에있는 구식 자전거"]}, {"image_id": 89, "en_captions": ["An oven with a stove on top of it in a kitchen.", "A stove with a lighted hood in the kitchen.", "A small light is on above the polished stove top.", "Smooth top stove with exhaust fan that has light turned on.", "A stove top is cleaned with a set of knives on the wall."], "ko_captions": ["부엌에 그것의 위에 난로와 오븐.", "부엌에서 조명이 후드와 스토브.", "광택이있는 스토브 위에 작은 빛이 있습니다.", "조명이 켜져있는 배출 팬이 달린 부드러운 스토브.", "스토브 상단은 벽에있는 칼 세트로 청소됩니다."]}, {"image_id": 92, "en_captions": ["A white plate with a brownie and white frosting.", "A piece of chocolate cake on top of a white plate.", "a chocolate cake and a fork ready to be eat", "A chocolate desert on a plate with a fork.", "A piece of chocolate dessert on a plate with a napkin and a fork."], "ko_captions": ["브라우니와 흰 설탕을 입 힘을 얹은 하얀 접시.", "하얀 접시 위에 초콜릿 케이크의 조각.", "초콜릿 케이크와 먹을 준비가 포크", "포크와 함께 접시에 초콜릿 사막.", "냅킨과 포크는 접시에 초콜릿 디저트의 조각."]}, {"image_id": 94, "en_captions": ["There is a street lined with packed buildings", "There is a car driving down a street with buildings on each side.", "A street sign and a car on the road.", "This is a view of a quaint city street.", "A city street with a sign that reads \"Peace Way Hotel\"."], "ko_captions": ["포장 된 건물이 늘어선 거리가 있습니다.", "각면에는 건물이있는 길을 차를 몰고 오는 차가 있습니다.", "거리 표지판 및 자동차 도로.", "기이 한 도시 거리의 전망입니다.", "\"Peace Way Hotel\"표지판이있는 거리."]}, {"image_id": 109, "en_captions": ["A skate park next to a body of water and green park.", "Sky view of a walkway along the shore of a river.", "A wide walkway allows for walks along the river.", "A waterfront walkway and garden area next to a river.", "some grass and a person in a blue shirt walking a dog and water"], "ko_captions": ["물과 녹색 공원의 본문 옆에 스케이트 공원.", "강의 해안을 따라 산책로의 하늘보기.", "넓은 산책로가 강을 따라 산책 할 수 있습니다.", "물가 산책로 및 강 옆에 정원 영역.", "일부 잔디와 강아지와 물 산책 파란 셔츠에있는 사람"]}, {"image_id": 110, "en_captions": ["Woman cutting pizza with fork and knife sitting next to young girl", "A woman and child sitting at a table with a pizza in front of them.", "A lady and a child are sitting.The lady is cutting pizza pieces.", "A woman cutting a pizza with a fork and knife.", "A woman cutting a pizza with a fork and knife"], "ko_captions": ["포크와 나이프 어린 소녀 옆에 앉아있는 여자 절단 피자", "여자와 아이 테이블 앞에 그들의 피자 함께 앉아.", "숙 녀와 아이가 앉아있다. 숙 녀는 피자 조각을 절단하고있다.", "포크와 나이프를 절단하는 여자.", "포크와 나이프로 피자를 자르는 여자"]}, {"image_id": 113, "en_captions": ["a man and woman cut into a big cake", "A man and woman standing in front of a cake.", "A women who is cutting into a cake.", "two people standing near a table with a cake", "A woman cutting into a cake with a man standing behind her"], "ko_captions": ["남자와 여자가 큰 케이크로 자르다.", "한 남자와 여자가 케이크 앞에 서.", "케익으로 자르는 여자들.", "케이크와 함께 테이블 근처에 서있는 두 사람", "그녀의 뒤에 서있는 남자와 케이크로 절단 여자"]}, {"image_id": 127, "en_captions": ["A piece of cake and coffee are on an outdoor table.", "Slice of cake next to large filled cup on wooden table.", "A dessert and a cup of coffee sit next to a book and a purse.", "A slice of cake and mug sitting on a wooden table outside.", "a close up of a slice of cake on a plate"], "ko_captions": ["케이크 한 조각과 커피는 야외 테이블에 있습니다.", "나무 테이블에 큰 채워진 된 컵 옆에 케이크의 조각.", "디저트와 커피 한 잔 책과 지갑 옆에 앉아.", "케이크와 밖에 서 나무 테이블에 앉아 낯 짝의 조각.", "접시에 케이크 한 조각의 가까이"]}, {"image_id": 138, "en_captions": ["The kitchen has odd looking colors in it.", "Picture of a kitchen this has smaller photos of item within that kitchen.", "Three dimensional rendering of a kitchen area with various appliances.", "A series of photographs of a tiny model kitchen", "Collage of pictures from a clean rustic kitchen."], "ko_captions": ["부엌에는 색이 이상합니다.", "이 그림은 부엌에있는 항목의 작은 사진을 가지고 있습니다.", "다양 한 기기 부엌 영역의 3 차원 렌더링합니다.", "작은 모형 부엌의 일련의 사진", "깨끗한 소박한 부엌에서 사진 콜라주."]}, {"image_id": 142, "en_captions": ["Plate with a piece of bread, dark chocolate spread, bananas and a carton of Silk.", "A sliced banana topped dessert sits on a plate.", "There is a plate of banana and chocolate on bread", "a close up of a plate of a jelly and banana sandwich", "bread with banana milk and nutella on a table"], "ko_captions": ["빵 조각, 다크 초콜릿 스프레드, 바나나, 실크 카튼이 담긴 접시.", "얇게 썬된 바나나 얹어 디저트 접시에 앉는 다.", "빵에 바나나와 초콜릿 한 접시가 있습니다.", "가까이 젤리와 바나나 샌드위치 접시의 최대", "테이블에 바나나 우유와 nutella와 빵"]}, {"image_id": 144, "en_captions": ["Three giraffes stuck behind the confines of a zoo fence.", "Three giraffes standing in the dirt in a fenced in area.", "a couple of giraffes eat some food out of a trey", "Two giraffes eating together out of a trough in a fenced area.", "a number of giraffes near one another"], "ko_captions": ["세 기린 동물원 울타리의 경계 뒤에 붙어.", "세 기린 흙에 서 울타리 영역.", "몇 마리의 기린이 먹이를 먹는다.", "두 기린 울타리 영역에서 물마루 함께 먹는.", "서로 가까이있는 수많은 기린"]}, {"image_id": 149, "en_captions": ["People gathered outside in a big field on a cloudy day", "People are flying kites on a high school field.", "People flying kites in a field on a cloudy day.", "A host of kites being flown on a field by people.", "a bunch of people are at a grass field"], "ko_captions": ["흐린 날에 큰 분야에서 사람들이 모였습니다.", "사람들은 고등학교 필드에서 연 날리기입니다.", "흐린 날에 필드에서 연을 날리는 사람들.", "사람들이 필드에 날아 다니는 연의 호스트.", "한 무리의 사람들이 풀밭에있다."]}, {"image_id": 151, "en_captions": ["A stop sign directs pedestrians as a train travels by.", "A stop sign sits in the middle of the forest.", "A stop sign sitting near some tall trees.", "A man leans out of a vehicle near a short stop sign in a forest.", "A stop sign is shown close to the ground."], "ko_captions": ["정지 신호는 기차가 주행 할 때 보행자를 안내합니다.", "정지 기호는 숲의 한가운데에 자리 잡고 있습니다.", "일부 키가 큰 나무 근처에 앉아 정지 신호.", "남자는 포리스트의 짧은 정지 신호 근처 차량에서 몸을 숙 인다.", "정지 신호는지면 가까이에 표시됩니다."]}, {"image_id": 154, "en_captions": ["three zeebras standing in a grassy field walking", "Three zebras are standing in an open field.", "Three zebra are walking through the grass of a field.", "Three zebras standing on a grassy dirt field.", "Three zebras grazing in green grass field area."], "ko_captions": ["잔디 필드에 서있는 세 얼룩말 산책", "3 개의 얼룩말은 열린 필드에 서 있습니다.", "세 얼룩말 필드의 잔디를 걷고있다.", "잔디 얼룩 필드에 서있는 세 얼룩말.", "푸른 잔디 필드 영역에서 방목하는 3 얼룩말."]}, {"image_id": 165, "en_captions": ["a female in military uniform cutting a businessman's neck tie", "A woman in a soldier's uniform pretends to cut the tie of a man using an enormous pair of scissors.", "A funny picture of a woman holding a large pair of scissors attempting to cut a mans tie.", "A woman soldier holding up a pair of giant scissors to someone's tie.", "A man in a suit and a woman in military clothes."], "ko_captions": ["군사 목에 넥타이를 절단하는 군사 제복을 입은 여성", "군인의 유니폼을 입은 한 여인은 엄청난 양의 가위를 사용하여 한 남자의 넥타이를 가장합니다.", "망치를 잘라하려고 시도하는 큰 쌍의 들고 여자의 재미있는 그림 망.", "한 남자의 넥타이에 거 대 한가 위의 쌍을 들고 여자 군인.", "양복에있는 남자와 군사 옷에 여자."]}, {"image_id": 194, "en_captions": ["a small pizza that is on a white plate", "Small pizza sitting on a white plate with different toppings on it.", "The pizza is loaded with lots of toppings.", "A small personal sized pizza is shown on display.", "An exotic pizza sits on a plate, with cheese and bits of meat on top."], "ko_captions": ["흰 접시에있는 작은 피자", "작은 피자 그것에 다른 토 핑 가진 하얀 접시에 앉아.", "피자에는 많은 토핑이 들어 있습니다.", "작은 개인 크기의 피자가 디스플레이에 표시됩니다.", "이국적인 피자는 접시 위에 치즈와 고기가 얹혀 있습니다."]}, {"image_id": 201, "en_captions": ["Six snowboards are propped in the snow on a rail.", "Five skateboards on a rack in a snow covered mountain", "There are skateboards leaning on a metal bar.", "A row of snow boards sticking out of the snow.", "Snowboards sticking in the snow by a rack"], "ko_captions": ["6 개의 스노우 보드가 레일의 눈 속에서 잠겨 있습니다.", "눈 속에서 선반에 5 개의 스케이트 보드가 덮힌 산", "금속 바에 기대어 스케이트 보드가 있습니다.", "눈이 튀어 나와 스노우 보드의 행.", "선반에 눈이 쌓이는 스노우 보드"]}, {"image_id": 247, "en_captions": ["a small airplane that is on a runway", "a plane sits on a runway waiting for lift off", "A small plane with a certificate on the propellers.", "A red, white and blue helicopter has a tag on one blade.", "A small engine plane sitting on an air field being displayed."], "ko_captions": ["활주로에있는 작은 비행기", "비행기가 이륙 대기중인 활주로에 앉는다.", "프로펠러에 대한 증명서가있는 작은 비행기.", "빨간색, 흰색 및 파란색 헬리콥터에는 하나의 날에 태그가 있습니다.", "표시되는 공기 필드에 앉아 작은 엔진 비행기."]}, {"image_id": 250, "en_captions": ["A street sign on a pole on a street.", "Two green and white street signs with building in background.", "A city street has an intersection sign on a pole.", "Street signs near tall buildings on the corner of Greenwich St and Vesey St.", "A Greenwich street and Vesey street sign are hanging on a pole."], "ko_captions": ["거리에 기둥에 거리 표지판.", "백그라운드에서 건물와 두 개의 녹색과 흰색 거리 표지판.", "도시 거리에는 극에 교차로 기호가 있습니다.", "Greenwich St 및 Vesey St. 구석에있는 고층 건물 근처의 거리 표지판", "그리니치 거리와 Vesey 거리 표지판에 매달려 있습니다."]}, {"image_id": 260, "en_captions": ["A female traveler leaning on a luggage cart.", "A woman is waiting with a cart full of luggage.", "A woman next to a cart of luggage at a bus stop.", "the woman is standing with her luggage", "A woman wearing a yellow shirt standing next to luggage."], "ko_captions": ["수하물 카트에 기울고 여성 여행자입니다.", "여자는 짐 가득한 카트를 기다리고 있습니다.", "버스 정류장에서 수하물 카트 옆에 여자.", "여자가 짐을 들고 서있다.", "수하물 옆에 서있는 노란색 셔츠를 입고 여자."]}, {"image_id": 263, "en_captions": ["A couple of elephants standing next to each other.", "One adult and one small elephant in a dry lot.", "Adult elephant pushing a baby elephant with its leg.", "A couple of elephants playing with each other in their pen.", "A baby elephant tries to get on top of another elephant."], "ko_captions": ["서로 옆에 서있는 코끼리의 커플.", "한 성인 및 한 작은 코끼리 건조 한 많은.", "성인 코끼리는 그것의 다리와 아기 코끼리를 밀고.", "그들의 펜에서 서로 놀고 두 코끼리.", "아기 코끼리가 다른 코끼리의 위에 올라 가려합니다."]}, {"image_id": 307, "en_captions": ["The dog is playing with his toy in the grass", "A dog that is standing in the grass near a frisbee.", "A collie chasing a frisbee in the grass.", "A cute dog is in the grass with a frisbee.", "A brown and white dog chasing a blue and yellow frisbee."], "ko_captions": ["개는 풀밭에서 장난감을 가지고 노는 중입니다.", "프리즈 비 근처 잔디에 서있는 개.", "풀밭에서 프리즈 비를 쫓는 콜리.", "귀여운 강아지는 프리즈 비와 함께 풀밭에있다.", "파란색과 노란색 frisbee를 쫓 고 갈색과 흰색 강아지."]}, {"image_id": 308, "en_captions": ["the people are sampling wine at a wine tasting.", "Group of people tasting wine next to some barrels.", "People are gathered around a man tasting wine.", "A man pouring wine from casks for patrons", "People gather around a table while sampling wine."], "ko_captions": ["사람들은 와인 시음회에서 와인 샘플링을하고 있습니다.", "일부 배럴 옆에 와인 시음하는 사람들의 그룹입니다.", "사람들은 포도주를 마시는 사람 주위에 모여 있습니다.", "후원자를위한 통에서 포도주를 쏟아 부는 남자", "와인을 샘플링하면서 사람들은 테이블 주위에 모입니다."]}, {"image_id": 309, "en_captions": ["A stuffed bear that is laying down in the grass.", "A teddy bear is laying on the green grass next to a dog.", "A dog stands in the grass next to a stuffed bear.", "A small brown stuffed bear laying in the grass.", "A teddy bear lays on the lawn and a dog stands behind it."], "ko_captions": ["풀밭에 누워 박제 곰.", "테 디 베어 개 옆에 녹색 잔디에 누워있다.", "개는 박제 된 곰 옆에 풀밭에 서있다.", "작은 갈색 박제 곰 풀밭에 누워.", "테 디 베어는 잔디밭에 낳고 개는 그것의 뒤에 서있다."]}, {"image_id": 312, "en_captions": ["A large group of elephants crossing a dirt path.", "A baby elephant walks through the forest with five adult elephants.", "A herd of elephants one running with a baby.", "A herd of elephants, including a tiny baby elephant, cross a dirt road.", "Four large elephants are watching over their baby in the wilderness."], "ko_captions": ["흙 길을 건너 코끼리의 큰 그룹.", "아기 코끼리가 5 마리의 성인 코끼리와 숲을 걷습니다.", "아기와 함께 실행 코끼리의 무리.", "작은 아기 코끼리를 비롯한 코끼리 무리가 비포장 도로를 가로 지르고 있습니다.", "4 마리의 큰 코끼리가 광야에서 아기를 돌보고 있습니다."]}, {"image_id": 315, "en_captions": ["Beautiful women wearing bikinis frolicking on a sandy beach.", "Groups of people sit on a beach in the sand.", "people in bikinis at a beach under umbrellas", "Women are walking towards seats on the beach.", "People sunbathing and sitting under umbrellas at a city beach."], "ko_captions": ["아름 다운 여자 비키니 입고 모래 해변에 들떠.", "사람들의 그룹은 모래 해변에 앉아있다.", "우산 아래 해변에서 비키니 입은 사람들", "여자들이 해변에 앉아 있습니다.", "일광욕을하고 도시 해변에서 우산 아래 앉아 사람들."]}, {"image_id": 321, "en_captions": ["a close up of a plastic container with hot dogs", "The takeout containers hold two hot dogs with condiments, and a steak sandwich.", "Two styrofoam carryout containers, one with a steak sub with jalapeno peppers, and the other with two hot dogs.", "A sub sandwich in a box next to two hot dogs.", "two plastic containers holding onto a sandwich and hot dogs"], "ko_captions": ["가까이 핫도그와 플라스틱 용기의 최대", "테이크 아웃 용기에는 조미료가 달린 두 개의 핫도그와 스테이크 샌드위치가 있습니다.", "Jalapeno 고추가 들어간 스테이크 서브와 2 개의 핫도그가있는 스테로이드 2 개의 스티로폼 운반 용기.", "두 개의 핫도그 옆에있는 상자에 하위 샌드위치.", "샌드위치와 핫도그를 잡고 두 플라스틱 용기"]}, {"image_id": 322, "en_captions": ["A man tossing an orange frisbee on top of a lush green field.", "a man standing in a yard with a red frisbee", "A full view of a man throwing a Frisbee.", "A person is throwing a Frisbee at night.", "Man playing with flying red disk outdoors in evening."], "ko_captions": ["무성한 녹색 필드 맨 위에 오렌지 frisbee 던지기 남자.", "빨간색 뚜껑이있는 마당에 서있는 사람", "프리즈 비를 던지는 남자의 전체보기.", "한 사람이 밤에 프리즈 비를 던지고 있습니다.", "저녁에 야외에서 빨간색 디스크 비행 남자."]}, {"image_id": 326, "en_captions": ["A man holding a glass of wine on it's side.", "A man tilting a glass of wine.to the side.", "A person holding a partially filled wine glass.", "a male in a white shirt is holding a glass of wine", "A man tips a clear wine glass to observe its makeup."], "ko_captions": ["그것은 측면에 와인 한 잔을 들고 남자.", "와인 한 잔 기울이기 남자. 측면에.", "부분적으로 채워진 와인 글라스를 들고있는 사람.", "흰 셔츠에있는 남성이 한 잔의 와인을 들고있다.", "남자는 메이크업을 관찰하기 위해 명확한 와인 잔 팁."]}, {"image_id": 332, "en_captions": ["Food in a bowl with carrots and drinks around it", "A plate of food: meat, noodles, sprouts, carrots and salad", "Healthy foods being used to create a dinner dish.", "Asian noodles, cut up egg roll with greens and carrots in a white bowl.", "A bowl of pasta, carrots, egg roll and cabbage."], "ko_captions": ["당근과 함께 그릇에 음식과 음료", "음식 접시 : 고기, 국수, 콩나물, 당근, 샐러드", "저녁 식사 요리를 만드는 데 사용되는 건강 식품.", "아시아 국수, 녹색 및 흰색 그릇에 당근 계란 롤을 잘라.", "파스타, 당근, 계란 롤 및 양배추 한 그릇."]}, {"image_id": 349, "en_captions": ["The passenger train has stopped at a station.", "An old train drives on the tracks under a bridge.", "A lone train sits on the train track under the bridge.", "A white and orange train passing by trees and a lamppost.", "A trailer is sitting under a bridge and some power lines."], "ko_captions": ["여객 열차가 한 정거장에서 멈췄다.", "오래 된 기차 다리 아래 트랙을 운전.", "고독한 기차가 다리 아래의 기차 트랙에 앉습니다.", "나무와 가로등 기둥을 지나가는 흰색과 오렌지색 기차.", "트레일러가 다리 밑과 일부 전원 라인 아래에 앉아 있습니다."]}, {"image_id": 368, "en_captions": ["A young boy playing soccer on a grassy field", "A group of kids playing soccer on a field.", "Small child in soccer uniform kicking at yellow ball.", "A young man kicking a soccer ball around a field.", "There are several young boys practicing soccer, some with their dads."], "ko_captions": ["풀밭에 축구를하는 어린 소년", "필드에 축구를하는 아이들 그룹.", "노란색 공을 걷어 차는 제복을 입은 작은 아이.", "필드 주위 축구 공을 걷어 차 젊은 남자.", "몇몇 어린 소년들은 축구를하고 몇몇은 아빠와 함께 연습합니다."]}, {"image_id": 370, "en_captions": ["A little girl holding wet broccoli in her hand.", "The young child is happily holding a fresh vegetable.", "A little girl holds a hand full of wet broccoli.", "A little girl holds a piece of broccoli towards the camera.", "a small kid holds on to some vegetables"], "ko_captions": ["그녀의 손에 젖은 브로콜리를 들고 어린 소녀.", "어린 아이는 행복하게 신선한 채소를 들고있다.", "어린 소녀 젖은 브로콜리의 전체 손을 보유하고있다.", "어린 소녀는 카메라를 향해 브로콜리 조각을 보유하고있다.", "작은 아이가 몇 가지 야채를 쥐고있다."]}, {"image_id": 382, "en_captions": ["landscape of a snowy mountain with a skiers trail in the snow", "A man riding skis down a snow covered slope.", "A high mountain of snow with a cross country skier.", "A distance shot shows rolling snowy hills, partially shadowed, with ski prints reaching off into the distance, and to the foreground, a single skier.", "A mountain slope photo with a person on skis in the foreground."], "ko_captions": ["눈 속에서 스키어 흔적이있는 눈 덮인 산의 풍경", "스키를 타고 남자는 눈이 덮여 슬로프.", "크로스 컨트리 스키와 눈이 높은 산.", "거리 촬영은 부분적으로 그림자가 드리 워진 눈 덮힌 언덕을 보여 주며, 스키 인쇄물이 멀리 떨어져 있고 전경이 한 스키어입니다.", "포 그라운드에서 스키에 사람과 산 슬로프 사진."]}, {"image_id": 384, "en_captions": ["A living room filled with furniture and windows covered in curtain.", "A living room with a couch, coffee table and two large windows with white curtains.", "a living room with white curtains and a black couch and table", "This is a living room with white curtains.", "A living room with a couch, coffee table and two windows."], "ko_captions": ["커튼으로 덮인 가구와 창문으로 가득 찬 거실.", "소파, 커피 테이블 및 흰색 커튼이있는 두 개의 커다란 창문이있는 거실.", "흰 커튼과 검은 색 소파와 테이블이있는 거실", "흰 커튼이있는 거실입니다.", "소파, 커피 테이블과 2 개의 창문이있는 거실."]}, {"image_id": 389, "en_captions": ["A man with a bushy beard and green tie.", "This man is very happy to be at the gathering.", "A woman standing in a large group of people near stairs.", "The man smiles wearing a green neck tie near a crowd of people.", "A man with a long grey beard in a white shirt and green tie at a pub full of green-shirted patrons."], "ko_captions": ["덥수룩 한 수염과 녹색 넥타이를 가진 남자.", "이 사람은 모임에 매우 행복합니다.", "계단 근처 사람들의 큰 그룹에 서있는 여자.", "남자는 사람들의 군중 근처에서 녹색 넥타이를 착용하고 미소 짓는다.", "흰 셔츠와 녹색 넥타이에 긴 회색 수염을 한 남자가 녹색 셔츠가 달린 술집으로 가득한 술집에서 동행합니다."]}, {"image_id": 394, "en_captions": ["A white dog holding a purple frisbee in it's mouth.", "A white dog is holding a frisbee in its mouth waiting to play.", "White dog carrying a purple frisbee on a lawn.", "A white dog has a purple Frisbee in it's mouth.", "a dog is holding a frisbee standing on grass"], "ko_captions": ["그것의 입에 보라색 프리즈 비를 들고 흰색 강아지.", "흰색 개가 재생 기다리고 입에 프리즈 비를 잡고있다.", "흰색 강아지는 잔디밭에 보라색 프리즈 비를 들고.", "하얀 개는 입에 보라색 프리스비가 있습니다.", "개는 풀밭에 서있는 프리즈 비를 들고있다."]}, {"image_id": 404, "en_captions": ["a couple of boats that are in some water", "A pair of boats docked at a pier is shown.", "Three boats docked in still water with clouds in the sky.", "Three boats are docked together on the cloudy day.", "some colorful boats sitting next to a dock"], "ko_captions": ["약간의 물에있는 두 개의 보트", "한 쌍의 보트 부두에서 도킹 된 표시됩니다.", "3 보트 하늘에 구름과 아직도 물에 도킹.", "흐린 날에는 3 개의 보트가 함께 정박됩니다.", "도크 옆에 앉아있는 화려한 보트"]}, {"image_id": 419, "en_captions": ["Two people playing tennis in a neighborhood park.", "Two people on the tennis court playing tennis", "Two people at a public tennis court; one serves the ball.", "A tennis player taking  a swing at  a ball", "two people playing tennis on a tennis court."], "ko_captions": ["두 사람이 테니스 근처 공원에서 놀고.", "테니스 코트에서 두 사람이 테니스를 치다.", "공공 테니스 코트에서 두 사람;", "테니스 선수가 공을 스윙", "두 사람이 테니스 코트에서 테니스 선수입니다."]}, {"image_id": 431, "en_captions": ["A tennis player in action on the court.", "a male in a white shirt is playing tennis", "a man that is playing tennis on a court", "A male tennis player hits the ball on a grass court.", "A man in motion hitting a tennis ball with a tennis racket on a tennis court."], "ko_captions": ["법원에서 행동하는 테니스 선수.", "흰 셔츠에있는 남자 테니스를하고있다.", "법원에서 테니스를 치는 사람.", "남성 테니스 선수 잔디 법원에 공 안타.", "테니스 라켓 테니스 코트에 테니스 공을 타격하는 모션 남자."]}, {"image_id": 436, "en_captions": ["A person licks his thumb while holding a piece of food.", "there is a person sitting and licking their fingers", "A man is eating a roll and licking his thumb.", "A man licking his thumb with a peanut buttered bread slice in his hand.", "Man wearing glasses eating a slice of food."], "ko_captions": ["사람이 음식을 들고 그의 엄지 손가락을 핥는.", "앉아서 손가락을 핥는 사람이있다.", "한 남자가 롤 먹고 그의 엄지를 핥는.", "그의 엄지 손가락을 땅콩으로 핥는 남자가 그의 손에 빵 조각을 버터.", "음식의 슬라이스를 먹고 안경을 착용하는 사람 (남자)."]}, {"image_id": 438, "en_captions": ["A variety of donuts and pastries in a box.", "A big box of various types of doughnuts.", "A box of chocolate, filled, sour cream donuts.", "A box full of donuts in different shapes and flavors.", "Various pastries are displayed in a take out box."], "ko_captions": ["다양 한 도넛과 파이 상자에서.", "도너츠의 다양한 종류의 큰 상자.", "초콜릿, 채워진, 사우어 크림 도너츠 한 상자.", "다른 모양과 맛의 도넛으로 가득 찬 박스.", "테이크 아웃 상자에는 다양한 패스트리가 표시됩니다."]}, {"image_id": 443, "en_captions": ["A cat is lying on its back in a man's lap.", "A cat sits with his belly up in a person's lap.", "A cat lays on its back while sitting in someone's lap.", "A person sitting on a couch with a cat laying on its back.", "A cat laying on a persons lap who is sitting on a couch"], "ko_captions": ["고양이는 남자의 무릎에 등을 대고 누워있다.", "고양이는 한 사람의 무릎에 자신의 배꼽과 함께 앉는다.", "고양이는 누군가의 무릎에 앉아있는 동안 등을 맞댄 낳는다.", "그 뒤에 누워 고양이 함께 소파에 앉아 사람.", "소파에 앉아있는 사람의 무릎에 누워있는 고양이"]}, {"image_id": 446, "en_captions": ["a standing woman with a remote control in hand", "A woman holding a remote control in her right hand.", "A woman stands with a Wii remote in her hand.", "A woman playing a video game indoors.", "A woman standing in a room holding a remote control."], "ko_captions": ["손에 원격 제어와 서있는 여자", "그녀의 오른손에 원격 제어를 보유하는 여자.", "여자는 Wii 리모컨으로 그녀의 손에 선다.", "실내 비디오 게임 여자입니다.", "원격 제어를 들고 방에 서있는 여자."]}, {"image_id": 450, "en_captions": ["A fresh cheese and basil pizza on a white plate", "A pizza with basil leaves served on a plate", "A small pizza with sits on a white plate.", "A pizza sitting on a white plate next to a glass of water.", "a margherita pizza being served on a plate"], "ko_captions": ["흰 접시에 신선한 치즈와 바질 피자", "바질과 피자 접시에 재직 잎", "작은 피자와 하얀 접시에 앉는 다.", "물 한 잔 옆에 하얀 접시에 앉아 피자.", "마게 리타 피자가 접시에 담겨있다."]}, {"image_id": 471, "en_captions": ["A Los Angeles school bus parked in a parking lot.", "a yellow school bus parked in a parking lot", "An old yellow school bus is parked in a lot.", "A yellow bus without passengers standing on the road.", "A yellow bus is shown parked in a parking lot."], "ko_captions": ["로스 앤젤레스 스쿨 버스 주차장에 주차.", "노란색 학교 버스 주차장에 주차", "오래 된 노란색 학교 버스는 많이 주차되어 있습니다.", "길에 서있는 승객없는 노란색 버스.", "노란색 버스가 주차장에 주차 된 것으로 표시됩니다."]}, {"image_id": 490, "en_captions": ["A dog stands next to a skateboard leaned up against a wall.", "A dog standing on hard wood floors and next to a wall with his shadow.", "A dog standing next to a skateboard on a wall.", "Dog and skateboard in a room and shadow of dog and person on a wall.", "A dog is looking at someone in the room."], "ko_captions": ["강아지 벽에 기대어 스케이트 보드 옆에 서있다.", "강아지는 단단한 나무 바닥과 그의 그림자가있는 벽 옆에 서있다.", "벽에 스케이트 보드 옆에 서있는 개.", "강아지와 개 및 벽에 사람의 그림자와 방에 스케이트 보드.", "개는 방에있는 누군가를보고 있습니다."]}, {"image_id": 491, "en_captions": ["A number of stuffed toy dogs set together.", "a white stuffed bear is in a room", "This  bear is a soft, furry prize children want to win a the summer carnival.", "Toy Pomeranian dog on bag for playing with and enjoyment.", "Stuffed animals are hanging on poles in the air."], "ko_captions": ["많은 인형 장난감 강아지가 함께 설정됩니다.", "흰 박제 곰이 방에있다.", "이 곰은 여름 카니발에서 이기고 자하는 부드럽고 털복숭이 많은 상입니다.", "장난감 Pomeranian 개와 함께 연주와 즐거움에 대 한 가방에.", "박제 동물들은 공중에 기둥에 매달려 있습니다."]}, {"image_id": 508, "en_captions": ["A scenic view of a snow covered mountain and clouds.", "Snow that is on a hill overlooking mountains.", "Sun peeks through the cloudy on top of a snowy mountain.", "A field covered in snow on top of a hillside.", "A sign stands on a snowy kill under a cloudy sky."], "ko_captions": ["눈의 경치 좋은 전망 덮여 산과 구름.", "산을 내려다 보는 언덕에있는 눈.", "태양이 눈 덮인 산 꼭대기에 구름을 통해 들여다 봅니다.", "언덕 꼭대기에 눈이 덮여있는 들판.", "흐린 하늘 아래 눈 덮인 죽 일에 서명 약자."]}, {"image_id": 510, "en_captions": ["A man holding his hands together while sitting on a bench.", "A man sits on a bench with a man-made waterfall behind him.", "Older man sitting on bench in front of water fountain", "An old man sits on a park bench beside a fountain", "A man sitting on top of a brown bench in front of a fountain."], "ko_captions": ["벤치에 앉아있는 동안 그의 손을 잡고 남자.", "한 남자가 그 뒤에 인공 폭포와 벤치에 앉아있다.", "물 분수 앞에 벤치에 앉아 노인", "늙은이는 분수 옆 공원 벤치에 앉아있다.", "분수 앞의 갈색 벤치 위에 앉아 남자."]}, {"image_id": 514, "en_captions": ["Old style bed has a cross on the headboard", "A bed is covered by a gold decorative cover.", "a bed room that is filled with ancient cloth like sheets", "A very big and fancy looking room with a big pretty bed.", "This is bed in someones bedroom in their house."], "ko_captions": ["이전 스타일 침대에는 머리판에 십자가가 있습니다.", "침대는 금 장식 덮개로 덮여 있습니다.", "시트와 같은 고대 천으로 채워지는 침실", "큰 예쁜 침대가있는 매우 크고 멋진 찾고 방.", "이것은 집안의 누군가 침실에있는 침대입니다."]}, {"image_id": 529, "en_captions": ["Man on dirt bike with a redheaded woman in his lap.", "A rider sits on a dirt bike with a woman in his lap.", "A man riding a motorcycle with a beautiful woman on his lap.", "A motorcyclist and a woman posing on a bike for a photo.", "A guy and a girl hugging on a dirt bike."], "ko_captions": ["그의 무릎에 redheaded 여자와 흙 자전거에 남자.", "라이더는 무릎에 여자와 먼지 자전거에 앉는 다.", "그의 무릎에 아름 다운 여자와 오토바이를 타는 남자.", "오토바이 선수와 사진에 대 한 자전거에 포즈 여자.", "남자와 먼지 자전거에 포옹 소녀."]}, {"image_id": 531, "en_captions": ["People playing tennis on the court on a sunny day", "Wide shot o group playing tennis on a court.", "A group of people playing double's tennis outdoors", "Two tennis courts both have doubles games playing on them.", "a group of people on a tennis court playing tennis"], "ko_captions": ["맑은 날에 법원에 테니스를하는 사람들", "와이드 샷 o 그룹 법원에 테니스를 재생합니다.", "야외에서 더블 테니스를하는 사람들의 그룹", "두 개의 테니스 코트는 모두 복식 게임을하고 있습니다.", "테니스 코트에서 테니스를 치는 사람들의 그룹"]}, {"image_id": 532, "en_captions": ["A man standing next to a large red bus.", "Two people standing outside of a remodeled school bus", "A man stands next to a red bus on the street", "A man and two women disembark from two colorful busses.", "Man standing outside a red and black school bus."], "ko_captions": ["큰 빨간 버스 옆에 서있는 사람.", "리모델링 된 스쿨 버스 밖에 서있는 두 사람", "한 남자가 거리의 빨간 버스 옆에 서있다.", "한 남자와 두 여자는 두 개의 다채로운 버스에서 내립니다.", "빨간색과 검은 색 스쿨 버스 밖에 서 남자."]}, {"image_id": 540, "en_captions": ["An airplane sitting in the middle of a city.", "An airplane on a bridge over a highway.", "A large jetliner taking off from an airport runway.", "Very large JAL jet taxiing on the runway at airport in urban environment", "A JAL airplane taxiing down a runway in a city."], "ko_captions": ["도시의 한가운데에 앉아 비행기.", "고속도로 위에 다리에 비행기.", "공항 활주로에서 이륙하는 대형 제트 여객기.", "도시 환경의 공항 활주로에서 매우 큰 JAL 제트기 활주", "도시에서 활주로 아래로 taxiing JAL 비행기."]}, {"image_id": 542, "en_captions": ["People gather around as a man gets into an old-time airplane.", "Men are standing in front of a prop plane and one man is actually standing in the driver's area and holding on to the top wing.", "A group of people standing around an airplane.", "large group of people standing next to very old style air plane", "Several people standing around and looking at a vintage plane."], "ko_captions": ["사람이 구시대 비행기를 타면 사람들이 모여 들었습니다.", "남자는 소품 비행기 앞에서 서 있고 한 남자는 실제로 운전자 구역에 서서 맨 위 날개를 잡고 있습니다.", "비행기 주위에 서있는 사람들의 그룹.", "아주 오래 된 스타일 공기 비행기 옆에 서있는 사람들의 큰 그룹", "여러 사람들이 서서 빈티지 비행기를보고."]}, {"image_id": 560, "en_captions": ["A CGI bathroom with a oval tub filled with water.", "The sink of a large modern bathroom is full of water.", "a bathroom with a tub a toilet and a stand up shower", "This is a bathroom with a jacuzzi, shower, sink, and toilet.", "A computer rendering of a bathroom shows stone walls and a large tub with a window."], "ko_captions": ["CGI 욕실에는 물이 채워진 타원형 욕조가 있습니다.", "현대적인 대형 욕실의 싱크대에는 물이 가득합니다.", "욕조가있는 욕실, 화장실 및 스탠드 업 샤워 시설", "저 쿠지, 샤워기, 싱크대 및 화장실이있는 욕실입니다.", "욕실의 컴퓨터 렌더링은 돌담과 창문이있는 커다란 욕조를 보여줍니다."]}, {"image_id": 562, "en_captions": ["A glass of toothbrushes sitting on a counter", "an image of three toothbrushes in side a glass holder", "Three toothbrushes sit inside of a glass on the counter.", "Three colored toothbrushes standing in a glass holder.", "Three toothbrushes are in a clear glass cup."], "ko_captions": ["카운터에 앉아 칫 솔의 유리", "측면 유리 홀더 3 칫 솔의 이미지", "3 개의 칫 솔은 카운터에 유리의 안쪽에 앉아있다.", "유리 홀더에 서있는 세 가지 색된 칫 솔.", "3 개의 칫 솔은 투명 유리 컵에 있습니다."]}, {"image_id": 572, "en_captions": ["A man leaning over as she inspects a woman's shoes.", "this is two men standing on some stairs", "Man standing in front of a woman next to a suitcase.", "a person standing and a person looking down", "a man kneeling down looking at a ladies shoes"], "ko_captions": ["그녀가 여자의 신발을 검사하는 동안 기울고 남자.", "이 계단에 서있는 두 남자 야.", "남자 가방 옆에 여자의 앞에 서 서.", "서있는 사람과 내려다 보는 사람", "숙 녀 신발을보고 아래로 무릎을 꿇 고 남자"]}, {"image_id": 575, "en_captions": ["a close up of a cat laying on grass near a shoe", "A cat is in the grass chewing on a shoestring.", "an image of a cat that is playing with a shoe", "A cat playing with a shoe in a grassy field.", "The cat is laying in the grass next to a shoe."], "ko_captions": ["가까이 신발을 가까이 잔디에 누워 고양이의", "고양이는 신발 끈에 씹는 풀밭에있다.", "구두로 놀고있는 고양이의 이미지", "잔디 필드에서 신발을 가지고 노는 고양이.", "고양이는 신발 옆에 풀밭에 누워있다."]}, {"image_id": 581, "en_captions": ["A brown and white chihuahua stands over a stuffed giraffe toy and a gray ribbon.", "A Chihuahua dog is standing next to a toy giraffe and looking up.", "The small dog is looking up at the camera.", "there is a white and beige dog sitting on the floor", "The chihuahua is looking up at the wooden structure rather than at the moose on the ground."], "ko_captions": ["갈색과 흰색 치와와 박제 기린 장난감 및 회색 리본 위에 의미합니다.", "치와와 강아지 장난감 기린 옆에 서 찾고 올려.", "작은 개 카메라를 찾고 있습니다.", "흰색과 베이지 색 개가 바닥에 앉아있다.", "치와와는 지상의 무스보다는 목조 구조를보고 있습니다."]}, {"image_id": 584, "en_captions": ["a plate of yummy food of some kind", "Food on a white plate with vegetables and a garnish.", "A cooked stir fry dish arranged on a plate.", "A picture of a bowl of food that is mostly vegetables.", "A close up picture of a meal on a white plate."], "ko_captions": ["어떤 종류의 맛있는 음식을 담은 접시", "야채와 장식 하얀 접시에 음식.", "접시에 배열 요리 볶음 튀김 요리.", "주로 야채 인 음식 그릇 그림.", "하얀 접시에 식사의 그림을 닫습니다."]}, {"image_id": 595, "en_captions": ["A tv sitting next to a river with a busted screen.", "A television sitting in the middle of a river", "There is an old TV in the middle of a swamp", "An old TV monitor sits in the middle of a stream.", "A tv in the middle of a fast flowing river."], "ko_captions": ["체포 된 화면 강 옆에 앉아 tv.", "강가에 앉아있는 텔레비전", "늪의 한가운데에 오래된 TV가있다.", "오래된 TV 모니터가 스트림 중간에 위치합니다.", "빠른 흐르는 강 중간에있는 TV."]}, {"image_id": 597, "en_captions": ["A herd of elephants walking across a dry grass field.", "A herd of elephants and their calves walking single file", "A herd of elephants cross an exotic savanna.", "Elephant herd, in a line, walking across savanna.", "A heard of elephants are walking through the field in a line."], "ko_captions": ["마른 잔디 필드를 걷는 코끼리의 무리.", "한 파일을 걷고있는 코끼리와 송아지 무리", "코끼리의 무리는 이국적인 사바나 교차합니다.", "사바나를 걷는 코끼리 무리.", "코끼리가 들려오는 줄을 따라 들판을 걷고있다."]}, {"image_id": 605, "en_captions": ["A cup of coffee on a plate with a spoon.", "A cappuccino cup next to plates of deserts.", "Cup of coffee with dessert items on a wooden grained table.", "A cup of liquid with a fancy design on top of it.", "Pastry, water and a cup of coffee with spoon."], "ko_captions": ["숟가락으로 접시에 커피 한 잔.", "사막의 플레이트 옆에 카푸치노 컵.", "디저트 항목 나무 나뭇결 된 테이블에 커피 한잔.", "그것의 위에 멋진 디자인 액체 한 잔.", "과자, 물, 숟가락으로 커피 한잔."]}, {"image_id": 612, "en_captions": ["Large group of stuffed animals sitting on top of a red bed.", "a brightly decorated bedroom with assorted stuffed animals in the room", "A bunch of stuffed animals laying on a bed.", "A group of teddy bears laying on top of a red bed.", "There is a canopy bed with red sheets, and a bunch of stuffed animal on it. there are two furry lamps on nightstands next to the bed."], "ko_captions": ["빨간 침대 꼭대기에 앉아 박제 동물의 큰 그룹.", "방에 모듬 된 채워진 동물들이있는 밝게 장식 된 침실", "침대에 누워 박제 동물의 무리입니다.", "빨간 침대 꼭대기에 누워 곰 그룹.", "빨간 시트가있는 캐노피 침대와 그 위에 박제 동물이 잔뜩 있습니다."]}, {"image_id": 620, "en_captions": ["some large pizzas on trays and some orange floor tiles", "Pans of dough sit atop racks holding pizzas.", "a couple of pizzas are sitting on racks", "Large cheese pizzas stacked in a warming oven.", "Three pans of pizza in a cart that holds pizzas."], "ko_captions": ["쟁반과 일부 주황색 바닥 타일에있는 거대한 피자", "반죽의 팬은 피자를 들고 선반 꼭대기에 앉아있다.", "두 개의 피자가 선반에 앉아있다.", "큰 치즈 피자 오븐 오븐에 누적.", "피자를 든 카트의 피자 3 개."]}, {"image_id": 625, "en_captions": ["Three young women are trying to catch a frisbee.", "A group of woman standing in a field trying to catch a frisbee", "Three girls playing frisbee together in a field.", "3 people attempt to catch a frisbee in midair.", "three people in a grass field reaching for a frisbee in the air"], "ko_captions": ["세 젊은 여성은 프리즈 비를 잡으려고합니다.", "프리즈 비를 잡으려고 노력하는 필드에 서있는 여자의 그룹", "프리즈 비를 함께 필드에서 재생하는 세 여자.", "3 명이 공중에서 프리즈 비를 잡으려고합니다.", "공중에 프리즈 비를 도달 잔디 필드에서 세 사람"]}, {"image_id": 629, "en_captions": ["Rusted red motorcycle parked beside a red building.", "A motorcycle parked on the side of a building with mural", "An old motorcycle parked outside a rustic building.", "An old motorcycle rests on it's kickstand by a door, in front of a wall with a mural of a tree.", "A close up of a motorcycle parked on the sidewalk next to a door."], "ko_captions": ["녹슨 된 빨간색 오토바이 빨간색 건물 옆에 주차.", "벽화가있는 건물의 측면에 주차 된 오토바이", "오래 된 오토바이 소박한 건물 밖에 주차.", "오래 된 오토바이는 나무 벽과 함께 벽 앞에 문으로 kickstand에 달려있다.", "A 문 옆에 주차 오토바이의 닫습니다."]}, {"image_id": 634, "en_captions": ["A young man riding a skateboard down a ramp.", "A person standing on a skateboard and skating at a park.", "A teenager riding a skateboard at a skate park.", "A man riding a skateboard on a ramp.", "A kid on a skate board riding on a ramp."], "ko_captions": ["경사로 아래로 스케이트 보드를 타고 젊은 남자.", "스케이트 보드에 서서 공원에서 스케이팅하는 사람.", "스케이트 공원에서 스케이트 보드를 타고 십 대입니다.", "램프에 스케이트 보드를 타는 사람.", "램프를 타고 스케이트 보드에 아이."]}, {"image_id": 643, "en_captions": ["There is a stuffed turtle on the computer monitor.", "A computer is on a desk along with several knickknacks.", "A desktop computer with a stuffed animal turtle on top.", "A computer desk with a desktop computer and a stuffed turtle on top.", "A desktop computer and monitor on a  desk."], "ko_captions": ["컴퓨터 모니터에는 채워진 거북이가 있습니다.", "컴퓨터는 책상 위에 여러 가지 장식품과 함께 있습니다.", "맨 위에 박제 동물 거북이있는 데스크탑 컴퓨터.", "데스크톱 컴퓨터와 맨 위에 박제 거북이 컴퓨터 책상.", "데스크톱 컴퓨터 및 모니터 책상입니다."]}, {"image_id": 650, "en_captions": ["a cat is sitting on top of a vehicle", "A cat sitting on top of a car near bushes.", "a black gray and white cat a car and bushes", "Cat sitting on top of car with brush behind.", "A curious looking cat sitting on a car."], "ko_captions": ["고양이는 차량 위에 앉아있다.", "고양이 덤 불 근처 자동차의 꼭대기에 앉아.", "검은 회색과 흰색 고양이 자동차와 수풀", "고양이 뒤에 브러시와 자동차의 꼭대기에 앉아.", "자동차에 앉아 호기심 찾고 고양이."]}, {"image_id": 656, "en_captions": ["A motorcycle parked in a parking spot in a lot.", "there is a orange and black motorcycle that is parked", "A gold motorcycle parked in parking lot next to a building.", "A motorcycle parked in a parking space in front of a store.", "A gold and black motorcycle is parked by some grass."], "ko_captions": ["주차 자리에 주차 된 오토바이.", "오렌지색과 검은 색 오토바이가 주차되어 있습니다.", "골드 오토바이 주차장 옆에 주차.", "주차장 앞에 주차 된 오토바이.", "금색과 검은 색 오토바이는 일부 잔디에 의해 주차되어 있습니다."]}, {"image_id": 659, "en_captions": ["A train with googly eyes sitting near a platform.", "Train with bright striped rear with attendants and onlookers on platform.", "a yellow and black stripped train next to sidewalk", "A train engine carrying carts parked at a station.", "there is a train that is stopped at the station"], "ko_captions": ["플랫폼 근처에 앉아 googly 눈을 가진 기차.", "승무원 및 플랫폼 구경꾼과 밝은 줄무늬 후면과 기차.", "보도 옆에 노란색과 검은 색 박탈 된 기차", "카트를 운반하는 기차 엔진 역에 주차.", "역에서 멈추어있는 기차가있다."]}, {"image_id": 670, "en_captions": ["Boxes of fresh fruit on display in a market.", "A display of boxes with several types of fruits.", "Apples, oranges and other fruit displayed for sale in boxes", "A bunch of boxes full of assorted fruit on display.", "A fruit and produce stand with food being displayed in produce boxes."], "ko_captions": ["시장에서 디스플레이에 신선한 과일의 상자.", "여러 종류의 과일이 담긴 상자가 전시되어 있습니다.", "사과, 오렌지 및 상자에 판매용으로 표시된 기타 과일", "상자에 모듬 된 과일의 전체 디스플레이 잔뜩.", "과일과 농산물은 서서히 농산물 상자에 표시됩니다."]}, {"image_id": 671, "en_captions": ["A statue of a man on top of a horse.", "A statue of a man on a horse and a group of trees with no leaves behind it.", "Statue of man with cape on horse in front of trees and building.", "A statue of a soldier sitting atop a horse", "A statue of a roman soldier sitting on a horse."], "ko_captions": ["말의 위에 남자의 동상.", "말과 나무 뒤에 아무 잎 그것 뒤에 남자의 동상의 동상.", "나무와 건물의 앞에 말에 케이프와 남자의 동상.", "말의 꼭대기에 앉아 군인의 동상", "말에 앉아 로마 군인의 동상."]}, {"image_id": 673, "en_captions": ["A sandy beach covered in white surfboards near the ocean.", "surfboards sitting on the sand of a beach", "A big empty beach with a bunch of surf boards.", "Eleven surfboards face down on an empty beach.", "Many surfboards laying in the sand at the beach."], "ko_captions": ["모래 해변 바다 근처 하얀 서핑 보드에 덮여.", "해변의 모래에 앉아 서핑 보드", "서핑 보드의 무리와 함께 큰 빈 해변.", "11 개의 서핑 보드는 빈 해변을 향하고 있습니다.", "해변에서 모래에 누워 많은 서핑 보드."]}, {"image_id": 681, "en_captions": ["A white and red bus on side of street.", "A large long white bus on a road.", "A red and white bus driving down the side of a road.", "Passenger bus parked on street with sunset in background", "The bus is parked on the quiet road waiting for its passengers."], "ko_captions": ["거리의 측면에 흰색과 빨간색 버스.", "도 [NULL]에 큰 긴 흰색 버스입니다.", "도로의 측면을 운전하는 빨간색과 흰색 버스.", "배경에서 일몰과 함께 거리에 주차하는 승객 버스", "버스는 승객을 기다리는 조용한 길에 주차되어 있습니다."]}, {"image_id": 684, "en_captions": ["A woman that is with a cat in a mirror.", "a woman taking a selfie in front of a stack of mirrors", "A woman is taking a picture looking into a mirror while the cat watches.", "A three piece circular mirror with a girl taking a picture of it in the reflection", "A woman and a cat reflected in a mirror made of three circular sections"], "ko_captions": ["거울에 고양이 함께있는 여자.", "거울의 스택 앞에서 셀카를 타는 여자", "여자가 고양이 시계 동안 거울을보고있는 사진을 찍고있다.", "반사에서 사진을 찍는 소녀와 함께 3 조각 원형 거울", "여자와 고양이 3 개의 원형 섹션으로 만들어진 거울에 반영"]}, {"image_id": 690, "en_captions": ["A person is riding a motorcycle down a country road.", "A man on a motorcycle is going down the street.", "A motorcyclist travels down a country two-lane highway.", "a person riding a motorcycle on a road with trees", "A man riding a motorcycle next to a lush green forest."], "ko_captions": ["한 사람이 시골 길을 따라 오토바이를 타고 있습니다.", "오토바이에 남자가 거리를 추락하고있다.", "오토바이 운전자가 2 차선 국가 고속도로를 주행합니다.", "나무가있는 길에서 오토바이를 타는 사람", "무성한 녹색 숲 옆에 오토바이를 타는 남자."]}, {"image_id": 706, "en_captions": ["The giraffe stands alone in very tall brush.", "a giraffe standing in front of a tree", "A single giraffe stand among some busy trees.", "A giraffe standing in a stand of trees.", "A giraffe standing alone next to a tree."], "ko_captions": ["기린은 매우 키가 큰 브러시에 홀로 서 있습니다.", "나무 앞에 서있는 기린", "하나의 기린은 바쁜 나무 사이에 서 있습니다.", "나무의 스탠드에 서있는 기린.", "나무 옆에 혼자 서있는 기린."]}, {"image_id": 714, "en_captions": ["A set of two pictures of two toilets in a bathroom.", "A bathroom is made over and painted and decorated", "Two bathrooms with different decor on each of them", "Two different bathrooms, one has a green toilet", "a split photo with some toilets inside of it"], "ko_captions": ["욕실에 두 개의 화장실 두 그림 집합.", "욕실이 만들어지고 칠해진다.", "각기 다른 장식의 욕실 2 개", "두 개의 다른 욕실, 하나는 녹색 화장실이 있습니다.", "그것의 내부의 약간의 화장실과 더불어 사진을 쪼개었다"]}, {"image_id": 716, "en_captions": ["a dark room with three people on computers", "People are sitting in the dark using computers.", "The people are using their computers in the dark.", "The extra laptop is on standby for the computer users.", "A group of people that are sitting in front of laptops."], "ko_captions": ["컴퓨터에 세 명이있는 어두운 방", "사람들은 컴퓨터를 사용하여 어둠 속에 앉아 있습니다.", "사람들은 어둠 속에서 컴퓨터를 사용하고 있습니다.", "추가 노트북은 컴퓨터 사용자를 대기합니다.", "노트북 앞에 앉아있는 사람들의 그룹."]}, {"image_id": 722, "en_captions": ["People are gathering near bright orange air balloons.", "a group of people in a field flying large floats", "Some colorful kits being flown on a field during the day.", "Clowns are on hand to assist fliers with their kites.", "Clowns are bowing to each other at an air show."], "ko_captions": ["사람들은 밝은 오렌지색 풍선 근처에서 모여 들고 있습니다.", "큰 수레를 비행하는 들판에있는 한 무리의 사람들", "일부 다채로운 키트 하루 동안 필드에 날고있다.", "그들의 연을 가진 전단을 돕기 위하여 광대는 손에있다.", "광대는 공기 쇼에서 서로에게 절을하고 있습니다."]}, {"image_id": 723, "en_captions": ["A motorcycle is parked outside of a cafe.", "A motorcycle is parked in front of a cafe.", "A bar and cafe with a motorcycle parked out front.", "A large motorcycle sits outside of a bar.", "a motorcycle parked in front of a small cafe"], "ko_captions": ["오토바이는 카페 바깥에 주차되어 있습니다.", "오토바이는 카페 앞에 주차되어 있습니다.", "자동차와 바 및 카페 앞에 밖으로 주차.", "큰 오토바이는 술집 밖에 앉아있다.", "작은 카페 앞에서 주차 한 오토바이"]}, {"image_id": 731, "en_captions": ["A woman wearing a pink hat holding a black umbrella.", "A lady stands in a flooded grassy spot surrounded by tents.", "A woman under and umbrella standing in water on a flooded field with tents in the background.", "A woman holding her umbrella is standing in a quite large puddle.", "Female camper standing ankle deep in water under an umbrella"], "ko_captions": ["검은 우산을 들고 분홍색 모자를 쓰고 여자.", "한 여인이 텐트로 둘러싸인 범람 된 풀밭에 서 있습니다.", "백그라운드에서 텐트와 침수 필드에 물에 서있는 여자와 우산.", "그녀의 우산을 들고 여자는 꽤 큰 웅덩이에 서있다.", "우산 아래 물 속 깊은 발목 서 여성 캠프"]}, {"image_id": 735, "en_captions": ["A woman cuts a large cake that has a lit candle.", "A woman with a knife cutting into a cake.", "a woman cutting into a big birthday cake with one candle", "A women cutting a large cake with one lit candle.", "A woman has her picture taken while she cuts a cake."], "ko_captions": ["여자는 조명이 켜진 촛불이있는 큰 케이크를 자른다.", "케이크로 절단하는 칼을 가진 여자.", "하나의 촛불으로 큰 생일 케이크로 자르는 여자", "하나의 조명 된 촛불 큰 케이크를 절단하는 여성.", "여자는 케이크를 자르는 동안 사진을 찍습니다."]}, {"image_id": 753, "en_captions": ["A giraffe is turning its head to look at the photographer", "A giraffe standing and posing in a prairie setting.", "a giraffe standing in tall grass with trees in the background", "The giraffe is standing alone in the wilderness.", "A giraffe in a field staring at the camera."], "ko_captions": ["기린은 사진 작가를 보려고 머리를 돌리고 있습니다.", "서서 대초원 환경에서 포즈를 취하는 기린.", "백그라운드에서 나무와 키가 큰 풀밭에 서있는 기린", "기린은 광야에서 홀로 서 있습니다.", "기린 필드에서 카메라를 응시합니다."]}, {"image_id": 754, "en_captions": ["A toilet with sink, sanitizers  and a mirror", "A bathroom has a bottle of cleaning wipes.", "A small bathroom with a glass shower door, sink, toilet, and disinfecting wipes.", "A yellow Clorox wipe dispenser sitting on a bathroom sink.", "A small bathroom with a mirror, shower, toilet and vanity."], "ko_captions": ["싱크대, 소독제 및 거울이있는 화장실", "욕실에는 1 개의 깨끗한 물티슈가 있습니다.", "유리 샤워 문, 세면대, 화장실 및 소독 용 물티슈가있는 작은 욕실.", "노란색 Clorox 화장실 싱크대에 앉아 디스펜서를 닦아 라.", "거울, 샤워 실, 화장실 및 세면대가있는 작은 욕실."]}, {"image_id": 762, "en_captions": ["A living room filled with furniture on top of a hard wood floor.", "a living room with big couches and a ceiling fan", "a living room filled with couches chairs and a water cooler sitting on a hard wood floor", "Living room with wood floor TV couches and chair.", "A very big nice looking room with a bright window."], "ko_captions": ["거실은 단단한 나무 바닥 위에 가구로 가득 찼습니다.", "큰 소파가있는 거실과 천장 선풍기", "하드 소파 바닥에 앉아있는 소파와 의자로 가득 찬 거실", "나무 바닥이있는 거실 TV 소파와 의자.", "밝은 창문이있는 아주 멋진 멋진 방."]}, {"image_id": 781, "en_captions": ["The kite surfer is spraying up water as he surfs.", "A man riding water skis on top of a body of water.", "While a purple/blue sky with what looks like a kite or a loose para-sail floating in it covers most of a distance shot, the bottommost part shows grassy side banks and a body of water with a water skier being pulled.", "A person that is wind surfing in the water.", "A para sailer leans back and pulls on the rope connected to his sail."], "ko_captions": ["카이트 서퍼가 서핑을하면서 물을 뿌리고 있습니다.", "물의 꼭대기에 물 스키를 타고 남자.", "보라색 / 푸른 하늘이 연 모양이거나 느슨한 파라 돛 모양의 물체가 대부분의 거리를 덮고있는 동안, 맨 아래 부분은 풀 사이드 은행과 수중 스키어가 뽑히는 수역을 보여줍니다.", "바람을 타고 서핑하는 사람.", "para sailer가 뒤로 젖히고 그의 돛에 연결된 로프를 당긴다."]}, {"image_id": 790, "en_captions": ["a family is sitting down at a table to have cake", "Group around a table waiting for a birthday cake to be served.", "adults at dining room table with birthday cake.", "Four persons sitting on dining table for cake and drinks.", "A group of people are gathered around a table with cake on it."], "ko_captions": ["가족이 케이크를 갖기 위해 테이블에 앉아있다.", "제공 될 생일 케이크를 기다리는 테이블 주위에 그룹화하십시오.", "생일 케이크와 함께 다 이닝 테이블에 성인입니다.", "케이크와 음료에 대 한 식탁에 앉아 네 명.", "사람들의 그룹은 그것에 케이크와 함께 테이블 주위에 모여 있습니다."]}, {"image_id": 795, "en_captions": ["Many people are walking with suitcases in a train station.", "Passengers are walking alongside a yellow train inside of a station", "A COUPLE OF PEOPLE JUST GETTING OFF OF A TRAIN", "A yellow train pulling into the train platform filled with people", "A train passing through a station  on the middle track."], "ko_captions": ["많은 사람들이 기차역에서 수하물을 들고 걷고 있습니다.", "승객은 역 안의 노란 기차를 따라 걷고있다.", "기차에서 벗어난 사람들의 짝", "사람들이 가득차있는 열차 플랫폼에 당기는 노란색 열차", "중간 트랙에서 역을 지나는 기차."]}, {"image_id": 797, "en_captions": ["Two elephants facing each other and one is touching the other with its trunk", "Two elephants being playful or aggressive with their trunks.", "Two very big elephants playing together in a field.", "Two elephants are play fighting each other in a field.", "A couple of elephants being playful with each other."], "ko_captions": ["서로 마주 보는 두 마리의 코끼리와 그 트렁크로 다른 코끼리를 만지고있다.", "두 코끼리 장난 스럽거나 그들의 트렁크 공격적입니다.", "두 개의 매우 큰 코끼리 필드에서 함께 연주.", "두 코끼리는 서로 싸우며 경기를합니다.", "서로 놀기 쉬운 코끼리 커플."]}, {"image_id": 801, "en_captions": ["A very large clock tower on the side of a church.", "An old building with a clock at the top of it.", "The tall clock tower is built into the corner edge of the building.", "An old building has a clock tower with a weather vane.", "An old building's clock tower is being displayed."], "ko_captions": ["교회의 측면에 매우 큰 시계탑.", "그것의 상단에 시계와 함께 오래 된 건물.", "높이가 시계탑은 건물의 모서리 가장자리에 내장되어 있습니다.", "오래 된 건물에는 날씨 베인이 달린 시계탑이 있습니다.", "오래 된 건물의 시계탑 표시됩니다."]}, {"image_id": 813, "en_captions": ["three ducks next to the shore of a pond", "A flock of ducks floating on top of a lake.", "The three ducks are by the water outside.", "Three geese that are standing by a pond.", "Three ducks walking along a dock near the water."], "ko_captions": ["연못의 해안 옆에 세 오리", "호수 꼭대기에 떠있는 오리의 무리.", "3 마리의 오리는 밖에있는 물 옆에 있습니다.", "연못에 의해 서있는 세 기러기.", "세 오리는 물 근처 선착장을 따라 산책."]}, {"image_id": 821, "en_captions": ["A black and white photograph of two men on side of the road.", "Two men by a church and a parking lot.", "an old black and white photo of two people", "Two men standing near each other by some parked cars", "Two men outside near a car and moving a cart of some sort."], "ko_captions": ["도 측면에 두 남자의 흑백 사진.", "교회와 주차장에 두 사람.", "두 사람의 오래된 흑백 사진", "일부 주차 된 자동차에 의해 서로 가까이 서있는 두 남자", "차 근처에있는 두 명의 남자가 어떤 종류의 카트를 옮겼습니다."]}, {"image_id": 825, "en_captions": ["Cat Siamese looking sleeping on its side on a comforter.", "a white cat lying on the bed sleeping", "Black and white photograph of a cat snoozing on a bed", "A cat sleeping on a bed next to a comforter.", "A white cat sleeping on a bed in the sun"], "ko_captions": ["고양이 샴푸는 위장에 자사의 측면에서 자 고를 찾고.", "침대에 누워 흰 고양이 자고", "침대에서 잠을 자고있는 고양이의 흑백 사진", "고양이는 이불 옆에 자고.", "태양에 잠자는 흰 고양이"]}, {"image_id": 828, "en_captions": ["A man on a surfboard in the water.", "A man stands on a surf board and holds a paddle.", "A man in a cap on a surf board and holding an oar.", "Guy in a cap is paddle surfing on a wave", "A man with a paddle riding a wave on a surfboard."], "ko_captions": ["물 속에서 서핑 보드에 남자가있다.", "남자 서핑 보드에 서 있고 저를 보유하고있다.", "서핑 보드와 노를 들고 모자에 남자가있다.", "가이 모자에 파도에 서핑 패들입니다.", "서핑 보드에 웨이브를 타고 저와 남자."]}, {"image_id": 839, "en_captions": ["this is two men in cleats on the grass", "Two young men playing frisbee in a park.", "A couple of men playing frisbee against each other on a field.", "Two teenagers playing of game of Frisbee in a field.", "Two young men play with a Frisbee in a grassy area."], "ko_captions": ["이 풀밭에있는 클리트에있는 두 남자 야.", "공원에서 프리즈 비를 재생하는 두 젊은 남자.", "두 남자 필드에 서로 반대 프리즈 비를 재생합니다.", "두 명의 청소년 필드에서 프리즈 비 게임을 재생합니다.", "두 젊은 남자는 풀이 무성한 지역에서 프리즈 비로 노는."]}, {"image_id": 853, "en_captions": ["an image of a chicken salad sandwich being made", "Two pieces of bread with sauce on them next to a bowl of chicken salad.", "The sandwich bread is being covered with sauce and salad.", "A sandwich covered in red sac use and chicken salad.", "A bowl full of tuna salad next to two slices of bread topped with the salad and one with ketchup on it."], "ko_captions": ["만든 닭 샐러드 샌드위치의 이미지", "닭 샐러드 그릇 옆에 그들에 소스와 함께 빵 두 조각.", "샌드위치 빵은 소스와 샐러드로 덮여 있습니다.", "빨간 주머니 사용 및 치킨 샐러드에 덮여 샌드위치.", "샐러드와 케첩을 얹은 빵 두 조각 옆에 참치 샐러드로 가득 찬 그릇."]}, {"image_id": 882, "en_captions": ["A man on a boat holding his dog in his lap.", "A man riding on a boat on the ocean while holding an adorable bull dog.", "A dog and his owner on the back of a boat.", "A man holding his dog while on a boat.", "A man holding a puppy on a boat."], "ko_captions": ["그의 무릎에 그의 개를 들고 보트에 남자.", "사랑 스럽다 황소 개를 채 바다에 보트를 타고 남자.", "개와 보트의 소유자에 그의 소유자.", "보트에 그의 개를 들고 남자.", "보트에 강아지를 들고 남자입니다."]}, {"image_id": 897, "en_captions": ["A young man laying on the ground while wearing skis.", "a person on the ground wearing skis", "Skier in blue jacket laying down in the snow on their stomach.", "A skier that has fallen in the snow", "A person laying on the ground  on a pair of skis."], "ko_captions": ["스키를 착용하는 동안 바닥에 누워있는 젊은 남자.", "스키를 신고있는 사람", "그들의 위장에 눈에 내려 놓고 파란색 재킷에 스키.", "눈에 떨어진 스키어", "한 쌍의 스키에 바닥에 누워있는 사람."]}, {"image_id": 901, "en_captions": ["A street at night with people walking around and buildings lit up.", "A city street with many tall lighted buildings.", "A busy city street lit up at night in a foreign country.", "A downtown city street at night with neon signs.", "A city street has lighted signs and buildings."], "ko_captions": ["주위를 산책하는 사람들과 밤의 거리와 건물이 밝아졌습니다.", "많은 키가 조명 된 건물과 도시 거리.", "바쁜 도시 거리가 밤에 외국에서 밝아졌습니다.", "다운 타운 도시 네온 사인온 밤에 거리.", "도시 거리에는 표지판과 건물이 켜져 있습니다."]}, {"image_id": 902, "en_captions": ["A bowl sits on a table, containing bananas and other food.", "Fruit in ceramic bowl on wood table with white walls", "A bowl of fruit is sitting on top of the table.", "A bowl of exotic fruit is in a bowl on the table.", "A bowl filled with fruit on top of a table."], "ko_captions": ["그릇은 바나나와 다른 음식을 담고있는 테이블에 앉습니다.", "흰 벽과 나무 테이블에 도자기 그릇에 과일", "과일 그릇 테이블 위에 앉아있다.", "이국적인 과일 그릇 테이블에 그릇에 있습니다.", "그릇 테이블 위에 과일 가득합니다."]}, {"image_id": 908, "en_captions": ["A frame is attached to a wall near a kitchen.", "The interior decor in an average kitchen.", "A home kitchen with posters from Nashville, Tennessee", "A kitchen with signs on the wall outside of it.", "A kitchen with art and a menu hanging on the wall"], "ko_captions": ["프레임이 부엌 근처의 벽에 부착되어 있습니다.", "평균 부엌에있는 실내 장식.", "내슈빌, 테네시에서 온 포스터가있는 가정용 부엌", "그것의 외부 벽에 징후와 부엌.", "예술품이 담긴 부엌과 벽에 매달려있는 메뉴"]}, {"image_id": 909, "en_captions": ["A computer is on a desk next to a mess.", "A desk with a computer monitor and a keyboard.", "A computer sitting on a desk with candy and drinks by it.", "Crackers, Starburst, and a bottle of water are on a desk next to a computer.", "A computer with an empty bottle, cup and box of crackers beside it."], "ko_captions": ["컴퓨터가 엉망진창 옆에 책상 위에 있습니다.", "컴퓨터 모니터와 키보드 책상.", "컴퓨터 책상 사탕과 그것에 앉아 음료에 앉아.", "크래커, Starburst, 그리고 물 한 병은 책상 옆에 컴퓨터 옆에 있습니다.", "빈 병, 컵 및 그것의 옆에 크래커의 상자 컴퓨터."]}, {"image_id": 913, "en_captions": ["A jet sits on display in during an air show.", "Jet plane on tarmac with people and cloudy sky", "A airplane that is sitting on a runway.", "Several airplanes sitting on the tarmac at an airport.", "Two jets sit on the tarmac on a sunny day."], "ko_captions": ["에어쇼 중 디스플레이에 제트기가 앉아있다.", "사람들과 흐린 하늘 활주로에서 제트 비행기", "활주로에 앉아있는 비행기.", "공항에서 활주로에 앉아있는 여러 비행기.", "화창한 날에는 활주로에 2 대의 제트기가 앉는다."]}, {"image_id": 925, "en_captions": ["a man from the neck down with a suit and tie on", "there is a man sitting on the train wearing a suit", "A man holding his hands near his balls and wearing a watch.", "A man in a suit and tie sitting with his hands between his legs.", "There is a man with his hands in his lap"], "ko_captions": ["목에서 양복과 넥타이를 입은 남자.", "정장을 입고 기차에 앉아있는 남자가있다.", "그의 공을 가까이 그의 손을 잡고 시계를 착용하는 남자.", "남자 양복과 넥타이 그의 다리 사이 그의 손에 앉아.", "그의 무릎에 손을 가진 남자가있다."]}, {"image_id": 927, "en_captions": ["A little kid that is on a skateboard.", "Black and white photograph of a happy girl skateboarding", "A black and white photo of a little girl on a skate board.", "A young girl wearing a helmet skates on a skateboard.", "A young girl riding a skateboard across school yard."], "ko_captions": ["스케이트 보드에있는 작은 아이.", "행복한 여자 스케이트 보드의 흑백 사진", "스케이트 보드에 어린 소녀의 흑백 사진.", "스케이트 보드에 헬멧을 착용하는 어린 소녀 스케이트.", "학교 마당에 걸쳐 스케이트 보드를 타고 어린 소녀."]}, {"image_id": 934, "en_captions": ["Two very big elephants standing together in an enclosure.", "two elephants standing next to each other on a dirt ground next to trees.", "Two elephants in a zoo grazing on leaves.", "People stand by watching a couple elephants taking a nice walk together", "two elephants on a dirt ground near tres"], "ko_captions": ["인클로저에 함께 서 두 개의 매우 큰 코끼리.", "나무 옆에 흙 땅에 서로 옆에 서있는 두 코끼리.", "동물원 방목에 두 코끼리 나뭇잎에.", "한 쌍의 코끼리가 함께 멋진 산책을하는 것을 보면서 사람들이 서 있습니다.", "두 tres 근처 지상 흙에 코끼리"]}, {"image_id": 941, "en_captions": ["An open book next to a laptop setting on a bed", "A book sitting open and on top of a table.", "An open book beside a computer and some clothing.", "a close up of a book near a laptop on a bed", "A bed with a book, black laptop and blanket."], "ko_captions": ["침대에서 랩탑 세팅 옆에 열린 책", "책을 열고 테이블 위에 앉아.", "컴퓨터와 일부 의류 옆에 펼친 책.", "가까이 침대에 노트북 근처 책의", "책, 검은 노트북 및 담요 침대."]}, {"image_id": 943, "en_captions": ["people built a dog house shaped sand castle", "A red fire hydrant and a sand sculpture on a beach.", "Doghouse and cat made from sand by a toy fire hydrant.", "Someone on the beach has built a sand doghouse.", "A doghouse and dogs sculpted from sand with a toy fire hydrant."], "ko_captions": ["사람들은 개 집 모양의 모래 성을 지었다.", "빨간색 화재 전이 및 모래 조각 해변.", "Doghouse 및 장난감 장난감 소화 전 모래로 만든 고양이.", "해변에있는 누군가가 모래 개집을지었습니다.", "강아지 집과 개가 장난감 소화전으로 모래에서 조각났습니다."]}, {"image_id": 955, "en_captions": ["A display of suite cases behind glass with a poster for Australia in the background.", "A display filled with luggage and a poster.", "a couple of trunks are in a glass case", "A display setting with a bunch of luggage on a shelf.", "A display of Australia trunks in various sizes"], "ko_captions": ["백그라운드에서 오스트레일리아 포스터와 함께 유리 뒤 스위트 케이스의 표시.", "수하물과 포스터로 가득한 디스플레이.", "두 개의 트렁크가 유리 상자에있다.", "선반에 짐의 무리와 함께 디스플레이 설정.", "다양한 크기의 호주 트렁크 전시"]}, {"image_id": 960, "en_captions": ["a girl is wearing a tie and a dress", "a woman wearing a tie holding onto an almost empty beer", "A woman with a beer is wearing a gray tie.", "there is a woman holding a beer and dancing", "this woman is drinking a beer and dancing"], "ko_captions": ["여자는 넥타이와 드레스를 입고있다.", "거의 빈 맥주를 들고 넥타이를 착용 한 여자", "맥주와 함께 여자는 회색 넥타이를 입고있다.", "맥주를 들고 춤을 추는 여성이있다.", "이 여자는 맥주를 마시고 춤을 추고있다."]}, {"image_id": 965, "en_captions": ["a snowboarder in blue pants standing on his snowboard", "A snowboarder resting by sitting down in the snow.", "A persons legs on a snowboard in the snow.", "A snowboarder laying down to show his legs and feet on the snowboard.", "A person's legs in the snow wearing a snowboard."], "ko_captions": ["그의 스노우 보드에 서있는 파란색 바지에 스노우 보더", "스노 눈에 앉아 휴식.", "눈 속에서 스노우 보드에 사람 다리.", "그의 다리와 발을 스노 보드에 보여주는 내려 놓고 스노.", "스노우 보드를 착용하는 눈 속에서 사람의 다리."]}, {"image_id": 977, "en_captions": ["A couple of cats laying on a couch in a room.", "There are three cats laying on a couch.", "Three cats are stretched out on a couch.", "a couple of kitty cats sprawled out on a sofa", "A cat lying on a couch with pillows"], "ko_captions": ["방에 소파에 누워 고양이의 커플.", "소파에 세 마리의 고양이가 누워 있습니다.", "3 마리의 고양이는 소파에 뻗어 있습니다.", "소파에 키티 고양이 몇 마리가 나왔다.", "베개와 함께 소파에 누워 고양이"]}, {"image_id": 982, "en_captions": ["A cake of a animated character, with a bow on its head.", "A cake decorated to look like a female mouse.", "The face of a dog with its tongue sticking out.", "A Minnie the Mouse cake sits on a cutting board.", "a close up of a cake made to look like minnie mouse"], "ko_captions": ["그것의 머리에 활을 가진 살아 움직이는듯한 특성의 케이크.", "여자 쥐처럼 꾸며진 케이크.", "혀 튀어 나와 개 얼굴.", "미니 마우스 케이크는 커팅 보드에 앉는다.", "가까운 미니어처 마우스처럼 보이게 만든 케이크의 가까이"]}, {"image_id": 984, "en_captions": ["A person pulling apart a bunch of bananas in a box.", "A person selecting some bananas from a bunch.", "A person pulling apart a bundle of banana's in a crate.", "A pair of hands split a bundle of bananas on top of a box of oranges.", "A person is holding a small bushel of bananas."], "ko_captions": ["상자에서 바나나 잔뜩 떨어져 당기는 사람.", "한 무리의 일부 바나나를 선택하는 사람.", "사람이 상자에서 바나나의 번들을 당기는.", "한 쌍의 손 오렌지의 상자의 위에 바나나의 번들을 분할합니다.", "사람은 바나나의 작은 부셸을 잡고있다."]}, {"image_id": 996, "en_captions": ["A couple of giraffe in a fenced in area.", "Some giraffes hanging out together in a fenced area.", "Two giraffes are standing in an enclosed area.", "Two giraffes standing next to each other in a zoo.", "Two giraffes, one adult, one young walk in a fenced area as another lays on the ground."], "ko_captions": ["기린 몇에서 영역에서 울타리.", "울타리 지역에서 함께 놀고있는 일부 기린.", "두 기린은 밀폐 된 지역에 서 있습니다.", "두 기린 서로 옆에 동물원에 서 서.", "두 마리의 기린, 한 성인, 다른 한 마리는 울타리가있는 지역에서 걷습니다."]}, {"image_id": 1006, "en_captions": ["MAN ON CELL PHONE STANDING ON STREET CORNER IN HOUSE SLIPPERS", "A man wearing a leather jacket, shorts and oversized slippers.", "A man in slippers standing on the side of the street talking on a cell phone.", "a person stading on a city street in shorts and slippers", "A man standing on the sidewalk in his underwear wearing animal slippers."], "ko_captions": ["집 슬리퍼에있는 거리 코너에 서서 대기중인 사람", "가죽 자켓, 반바지와 대형 슬리퍼를 착용 한 남자.", "휴대 전화에 얘기하는 거리의 측면에 서있는 슬리퍼에 남자가있다.", "반바지와 슬리퍼를 입은 도시 거리에 정착하는 사람", "동물 슬리퍼를 입고 그의 속옷에 보도에 서있는 사람."]}, {"image_id": 1011, "en_captions": ["a group of people walking next to a building with their suitcases", "An overhead view of several people walking down a street carrying luggage.", "Males and females walking in the street and on the sidewalk with their luggage.", "A street with people carrying their bags and suitcases", "People are walking along a sidewalk with their luggage."], "ko_captions": ["그들의 여행 가방과 함께 건물 옆에 걷고있는 사람의 그룹", "수하물을 들고 거리를 걷는 몇 사람들의 오버 헤드보기.", "남성과 여성 거리와 도보로 그들의 수하물과 함께 산책.", "가방과 가방을 가지고 다니는 사람들과 거리", "사람들은 수하물로 보도를 따라 걷고 있습니다."]}, {"image_id": 1014, "en_captions": ["Two men pose while having a photograph taken.", "Three male tennis players in a tree lined area.", "two men standing by each other for a photo", "A man with his arm around another man.", "Two men posing for a picture in a lot."], "ko_captions": ["두 남자는 사진 찍는 동안 포즈.", "트리에서 3 남성 테니스 선수 줄 지어 영역.", "두 남자가 서로 사진을 위해 서서", "다른 남자 주위에 팔을 든 남자.", "두 사람이 많이 그림을 위해 포즈."]}, {"image_id": 1025, "en_captions": ["A dog sitting in a heart on a beach by ocean", "A brown dog on beach surrounded by a heart shape.", "A heart shaped figure is engraved on sand,in the center of which a dog is sitting.", "a dog sits on a beach inside of a drawn heart", "A cute little dog sitting in a heart drawn on a sandy beach."], "ko_captions": ["바다에 의해 해변에 마음에 앉아 개", "심장 모양으로 둘러싸인 해변에 갈색 강아지.", "심장 모양의 그림이 모래에 새겨 져 있는데, 그 가운데는 개가 앉아있다.", "개가 그려진 심장 안쪽에있는 해변에 앉아있다.", "귀여운 작은 강아지는 모래 해변에 그려진 심장에 앉아."]}, {"image_id": 1036, "en_captions": ["A knife and a fork rest on a plate with vegetables and meat.", "a plate that has some different kinds of foods", "Someone's dinner consisting of brussel sprouts, and meat.", "A plate of food with potatoes, vegetables, and meat.", "A plate that has some steak, potatoes, and some vegetables on it."], "ko_captions": ["나이프와 포크 야채와 고기 접시에 휴식.", "약간 다른 종류의 음식을 가진 접시", "브뤼셀 콩나물과 고기로 구성된 누군가의 저녁 식사.", "감자, 채소 및 고기와 함께하는 음식의 한 접시.", "스테이크, 감자 및 일부 야채가있는 접시."]}, {"image_id": 1053, "en_captions": ["some bicycle riders are crossing a street", "People wearing helmets while riding bicycles crossing the street.", "Cyclists crossing the street in front of a car.", "A group of bicycle riders crossing a paved street.", "Several bicyclists crossing the street at a designated crossing in the roadway."], "ko_captions": ["일부 자전거 라이더가 거리를 건너고있다.", "길을 건너 자전거를 타면서 헬멧을 쓰는 사람들.", "자전거 앞의 거리를 건너는 자전거.", "포장 된 거리를 건너는 자전거 라이더의 그룹.", "도로에서 지정된 교차점에서 거리를 건너는 몇 명의 자전거 타는 사람."]}, {"image_id": 1059, "en_captions": ["A cheesy pepperoni pizza sitting on top of a pan.", "A pepperoni pizza on a plate sitting on a table.", "A small pizza that appears to have pepperonis on it.", "A pepperoni pizza with extra cheese and pale thick dough.", "A pizza with pepperonis sitting on a plate on a table."], "ko_captions": ["팬 위에 앉아 치즈 페퍼로니 피자.", "테이블에 앉아 접시에 페퍼로니 피자.", "그 위에 페퍼로니 스가있는 것처럼 보이는 작은 피자.", "여분 치즈 및 창백한 두꺼운 반죽을 가진 페퍼로니 피자.", "페퍼로니 피자 테이블에 접시에 앉아."]}, {"image_id": 1072, "en_captions": ["a large air plane flying thru the sky with mountains in the background", "A plane flies high over a forest with mountains in the distance.", "A passenger airplane with it's landing gear extended, flying in the sky over a green wooded area and mountains are in the distance.", "A plane is close to the ground near a mountain and trees.", "A large passenger jet prepares for a landing in front of a group of mountains."], "ko_captions": ["백그라운드에서 산들과 하늘을 날아가는 대형 항공기", "거리에서 산들과 숲 위에 비행기가 날아 오른다.", "그것의 착륙 기어 여객 비행기 확장, 녹색 숲이 우거진 된 지역 및 산 하늘에 비행 거리에 있습니다.", "비행기는 산과 나무 근처의 땅에 가깝습니다.", "대형 승객 제트기는 산 그룹 앞에 착륙 할 준비를합니다."]}, {"image_id": 1084, "en_captions": ["Tools arranged on a table: scissors, wire cutters, knife, and hex wrench.", "A small group of tools laid out on a table.", "A pair of scissors, pliers and an allen wrench on a table.", "The scissors, the wire cutters and the box knife, are laying on the table.", "A bunch of different tools sitting on a table."], "ko_captions": ["테이블 위에 배열 된 도구 : 가위, 전선 절단기, 칼 및 육각 렌치.", "테이블에 배치 된 작은 도구 그룹.", "가 위, 펜 치 및 테이블에 알 렌 렌 쌍.", "가위, 전선 절단기 및 상자 칼은 테이블 위에 놓여 있습니다.", "테이블에 앉아 다른 도구의 무리."]}, {"image_id": 1085, "en_captions": ["An orange cat laying on a bed with a black comforter.", "a brown cat sleeping on a bed with a blue blanket", "A cat is laying on a bed with blue sheets.", "A cat sleeping on a bed with a pillow", "A brown cat curled up sleeping on a human bed."], "ko_captions": ["검은 위안와 함께 침대에 누워 오렌지 고양이.", "파란 담요로 침대에서 자고있는 갈색 고양이", "고양이 파란색 시트와 침대에 누워있다.", "베개로 침대에서 자고있는 고양이", "갈색 고양이는 인간의 침대에서 자 고 웅크 리고."]}, {"image_id": 1090, "en_captions": ["A train station near a snowy mountain belt.", "a beautiful train moving besides residential houses and mountains", "A train traveling along a building covered hillside.", "a train with buildings with a mountain in the background", "A train riding through a town by a large mountain."], "ko_captions": ["눈 덮인 산악 벨트 근처 기차역입니다.", "주거 집들과 산들 외에 움직이는 아름다운 기차", "건물을 따라 여행하는 기차는 언덕을 덮었다.", "백그라운드에서 산과 건물 기차", "큰 산으로 마을을 뚫고 지나가는 기차."]}, {"image_id": 1098, "en_captions": ["A woman kneeling down to pet a black and white cow laying on the ground.", "a woman kneeling next to a cow laying on the ground", "a person kneeling down petting a small cow", "A woman is petting a cow at a petting zoo.", "A young woman petting a cow thats laying down."], "ko_captions": ["바닥에 누워 흑인과 백인 암소를 애완 동물을 무릎을 꿇 고 여자.", "땅에 누워있는 암소 옆에 무릎을 꿇고있는 여자", "작은 젖소 한마리 무릎 꿇는 사람", "여자 petting 동물원에 소를 petting입니다.", "내려 놓고 암소 듬 음 젊은 여자."]}, {"image_id": 1099, "en_captions": ["The bathroom has a toilet, sink, and mirror in it.", "A photograph of a bathroom inside a home.", "The light shines brightly from a window in the small bathroom.", "There is a missing door of a bathroom.", "the bathroom is white and has brown tiles on the floor"], "ko_captions": ["욕실에는 화장실, 세면대, 거울이 있습니다.", "집안의 욕실 사진.", "작은 욕실의 창문에서 빛이 밝게 빛납니다.", "욕실 문이 없습니다.", "욕실은 흰색이고 바닥에 갈색 타일이 있습니다."]}, {"image_id": 1102, "en_captions": ["A person standing on the snow next to a tree.", "A person with a snow board is standing in a snowy field.", "The person is slowly making their way through the snow,", "A young person with a slide in the middle of a snowy yard.", "A skier out on the snow with his skis."], "ko_captions": ["트리 옆에 눈이 서있는 사람.", "스노우 보드를 가진 사람이 설원에 서있다.", "사람은 천천히 눈을 통해 자신의 길을 만들고있다.", "눈 덮인 마당 중간에 슬라이드가있는 젊은 사람.", "그의 스키와 함께 눈 밖으로 스키."]}, {"image_id": 1107, "en_captions": ["Many propeller plans and biplanes on display in a museum.", "A vintage propeller plane hanging in a display.", "A small plane is hanging in the hanger", "A war plane hangs in the air of the airplane hanger.", "An airplane is suspended from the ceiling in a museum."], "ko_captions": ["많은 프로 펠 러 계획과 박물관에 전시 된 복식 비행기.", "디스플레이에 매달려 빈티지 프로 펠 러 비행기입니다.", "작은 비행기가 걸이에 걸려있다.", "전쟁 비행기가 비행기 행거의 공중에 매달려 있습니다.", "박물관은 천장에서 비행기가 정지합니다."]}, {"image_id": 1108, "en_captions": ["A man performing a trick on a skateboard.", "A man attempts a jump on his skateboard.", "The skateboarder is concentrating on his latest trick.", "A man in a plaid shirt does a trick on a skateboard.", "A man is jumping in the air on a skateboard."], "ko_captions": ["스케이트 보드에 트릭을 수행하는 남자.", "남자는 그의 스케이트 보드에 점프를 시도합니다.", "스케이트 보더는 그의 최신 트릭에 집중하고 있습니다.", "격자 무늬 셔츠에 남자가 스케이트 보드에 트릭을 않습니다.", "남자는 스케이트 보드에 공중에서 점프입니다."]}, {"image_id": 1111, "en_captions": ["A big field has a forest of trees next to it.", "A contrail streaked across the sky atop a grass field.", "Landscape with mud and trees below the jetstream of an airplane.", "A plan contrail over a clear field near a forest", "brown landscape with a field and green trees"], "ko_captions": ["큰 들판에는 옆에 나무 숲이 있습니다.", "잔디밭 꼭대기에 하늘을 가로 질러 움직이는 운이.", "진흙과 비행기의 제트 스트림 아래 나무와 프리.", "숲 근처의 맑은 밭에 대한 계획 난쟁이", "필드와 푸른 나무 갈색 풍경"]}, {"image_id": 1122, "en_captions": ["A cargo train that is traveling down some railroad tracks.", "a red and yellow trains engine pulling its cars and some tracks", "A train traveling down train tracks next to a forest.", "A very big nice looking train on the tracks.", "A locomotive train on a set of railroad tracks, with tanker cars attached behind it."], "ko_captions": ["일부 철도 트랙을 여행하는화물 열차.", "빨간색과 노란색 열차 엔진은 자사의 자동차와 일부 트랙을 당기는", "기차를 따라 여행하는 기차는 숲 옆에 트랙을 추적합니다.", "트랙에서 아주 멋진 멋진 찾고 기차.", "철도 트랙의 집합에 기관차 기차 그것 뒤에 연결된 유조선 자동차와 함께."]}, {"image_id": 1139, "en_captions": ["A black and white cat laying on top of a colorful rug.", "A cat sitting inside of an umbrella on a rug.", "A cat is sitting in an umbrella which sits on a rug.", "a cat sitting inside of a black umbrella.", "A cat sits in an opened, overturned umbrella."], "ko_captions": ["화려한 양탄자의 꼭대기에 누워 흑인과 백인 고양이.", "깔 개에 우산 속에 앉아있는 고양이.", "고양이는 깔개에 앉아있는 우산에 앉아있다.", "검은 우산 내부에 앉아 고양이.", "고양이는 열린, 뒤집힌 우산에 앉는다."]}, {"image_id": 1144, "en_captions": ["A sandwich and a glass of wine at an outside eatery.", "An outdoor dining patio with a sandwich and glass of wine.", "a sandwich on a plate next to a glass of wine on a table", "A close up of a sandwhich consisting of a roll and smoked Salmon", "There is a glass of vine and a fish burger on a table on a street corner restaurant."], "ko_captions": ["샌드위치와 외부 간이 식당에서 와인 한 잔.", "샌드위치와 와인 한 잔을 갖춘 야외 식사 공간.", "테이블에 와인 한 잔 옆에 접시에 샌드위치", "A 폐쇄의 구성 샌드위치 롤 및 훈제 연어", "길거리 레스토랑 테이블에는 포도 나무 한 잔과 생선 버거가 있습니다."]}, {"image_id": 1145, "en_captions": ["A woman standing in a kitchen next to jars on a counter.", "A woman canning fruits and vegetables on a kitchen counter with a sauce pot on the stove.", "The woman is putting food inside jars to keep them fresh", "A woman prepares glass jars full of liquid on her counter.", "A woman standing at her kitchen counter canning vegetables."], "ko_captions": ["카운터에 항아리 옆에 부엌에 서있는 여자.", "과일 및 야채 난로에 소스 냄비와 부엌 카운터에 통조림 여자.", "여자는 항아리 안에 음식을 넣어 신선한 상태로 유지하고있다.", "여자는 그녀의 카운터에 액체의 전체 유리 항아리를 준비합니다.", "그녀의 부엌 카운터 서 여자 야채 통조림."]}, {"image_id": 1155, "en_captions": ["A living room filled with furniture and pictures on it's walls.", "A living room with a view of the dining room", "A living room has chairs, lamps, and a bookshelf.", "A living room scene with an open doorway leading to the dining area.", "A den with a cat scratching post, chairs and lamps."], "ko_captions": ["벽에 가구와 그림으로 가득한 거실.", "식당의 전망이있는 거실", "거실에는 의자, 램프 및 책장이 있습니다.", "식사 공간으로 이어지는 열린 출입구가있는 거실 장면.", "게시물, 의자 및 램프를 긁적 고양이 서 den."]}, {"image_id": 1166, "en_captions": ["An orange boat docked next to a platform.", "Several boats parked in a large body of water.", "A sea with many boats anchored at the bay", "The marina at a lake or ocean", "Some old boats on some water sitting at a dock."], "ko_captions": ["플랫폼 옆에 도킹 된 오렌지 보트.", "여러 보트 물의 큰 시체에 주차.", "많은 보트가있는 바다가 만에 정박했습니다.", "호수 또는 바다의 선착장", "독에 앉아 일부 물에 일부 오래 된 보트."]}, {"image_id": 1168, "en_captions": ["A model red plane hung from a ceiling.", "A red airplane is hanging from the ceiling.", "There is a red plane hanging from the ceiling.", "A red and white Airplane hanging from a ceiling.", "A plane that is hanging up in the air."], "ko_captions": ["모델 빨간 비행기 천장에서 달아.", "빨간색 비행기가 천장에 매달려 있습니다.", "천장에 매달려있는 빨간 비행기가 있습니다.", "천장에서 매달려 빨간색과 흰색 비행기.", "공중에 매달려있는 비행기."]}, {"image_id": 1183, "en_captions": ["A guy playing with a Frisbee outside during the daytime.", "A man stands as a frisbee flies through the air.", "A man in a park has just thrown a frisbee.", "A man throwing a frisbee in a green field.", "Man throwing a red Frisbee in a park."], "ko_captions": ["낮에는 밖에서 프리스비와 놀고있는 남자.", "프리즈비가 공중을 날아 다닐 때 한 남자가 서있다.", "공원에있는 한 남자가 방금 프리즈 비를 던졌다.", "녹색 필드에 프리즈 비를 던지는 남자.", "공원에서 빨간색 프리즈 비를 던지는 사람."]}, {"image_id": 1200, "en_captions": ["People are standing in the sand on the beach flying a kite.", "Three people on a beach one is flying a kite.", "Three people on a beach fly a kite above them", "People with a parasail on a smooth beach.", "Three people on a beach flying a large kite."], "ko_captions": ["사람들은 연을 날리는 해변에서 모래에 서 있습니다.", "해변에 세 사람이 연을 날고있다.", "해변에있는 세 명이 그들 위에 연을 날린다.", "부드러운 해변에서 파라 세일을하는 사람들.", "큰 연을 비행하는 해변에 세 사람."]}, {"image_id": 1204, "en_captions": ["A mustachioed man in football pads and helmet poses aggressively with a baseball bat in his hand.", "a man dressed up in a goofy costume", "A man dressed in a homemade costume wields a baseball bat and grimaces.", "A man in a funny costume poses for a picture.", "A man holding a baseball bat while standing in an airport."], "ko_captions": ["축구 패드와 헬멧에 mustachioed 남자 적극적으로 자신의 손에 야구 방망이와 함께 포즈.", "구피 옷 입은 남자", "수제 의상을 입은 남자가 야구 방망이와 찡그림을 휘두른다.", "재미있는 의상을 입은 남자가 그림을 그리게됩니다.", "야구 방망이를 들고 공항에 서있는 남자."]}, {"image_id": 1213, "en_captions": ["A bathroom with toilet, sink, window with curtain, painted wood walls, and half wood and half concrete floor.", "A bathroom with a toilet, sink and a window in it.", "A very small, beat up bathroom in an older building.", "This restroom has a toilet, a window and a sink.", "An old looking bathroom, just a toilet and sink."], "ko_captions": ["화장실, 세면대, 커튼이있는 창, 페인트 목재 벽, 반 목재 및 반 콘크리트 바닥이있는 욕실.", "화장실, 싱크대 및 창문이있는 욕실.", "오래된 건물에있는 아주 작은 욕실.", "이 화장실에는 화장실, 창문 및 싱크대가 있습니다.", "오래 된 찾고 화장실, 화장실 및 싱크."]}, {"image_id": 1216, "en_captions": ["A person with an umbrella walking near the flowers.", "A person is walking in the rain by some flowers.", "A women who is walking down a sidewalk with an umbrella.", "A bridge in a city park with flowers growing all around it.", "A person walking on a path with an orange umbrella."], "ko_captions": ["꽃 근처에서 산책하는 우산을 가진 사람.", "한 사람이 꽃을 피우며 비를 걷고있다.", "보도와 우산을 걷고있는 여성.", "모든 주위 성장 꽃 도시 공원에서 다리.", "오렌지 우산 경로에 산책하는 사람."]}, {"image_id": 1224, "en_captions": ["The two giraffes are enjoying their meal together..", "A couple of giraffe standing next to a tall building.", "Two giraffes eating hay out of a raised feeder.", "Giraffes come to the hay dispenser for a quick snack.", "two giraffes eating feed out of a bin"], "ko_captions": ["두 기린은 함께 식사를 즐기고 있습니다.", "두 기린 고층 건물 옆에 서 서.", "두 기린 제기 피더의 건초를 먹는.", "기린은 빠른 간식을 위해 건초 분배기에옵니다.", "두 마리의 기린이 먹이를 먹는 중이다."]}, {"image_id": 1232, "en_captions": ["An airplane flying through the air over a motorcycle.", "There is an exchange of passenger between the airplane and the motorcycle via the rope ladder.", "A person on a ladder hanging from a plane over a motorcycle.", "A man hanging from a ladder attached to a flying small plane with a man on a motorcycle beneath him.", "A stuntman on a rope ladder suspended from a plane in motion with a motorcycle traveling underneath."], "ko_captions": ["오토바이를 통해 공기를 통해 비행하는 비행기.", "로프 사닥다리를 통해 비행기와 오토바이 사이에 승객이 교환됩니다.", "오토바이 위에 비행기에서 매달려 사다리에 사람.", "그 아래 오토바이에 남자와 함께 비행 작은 비행기에 연결하는 사다리에서 매달려 남자.", "아래 여행하는 오토바이와 모션에서 비행기에서 일시 중단하는 밧줄 사다리에 스턴트."]}, {"image_id": 1237, "en_captions": ["An elderly woman in a wheelchair opening  Christmas gifts", "An older woman sitting in a wheel chair holding a big white teddy bear.", "A woman in a wheelchair holding onto a teddy bear.", "A person that is holding a teddy bear while sitting down.", "An elderly woman in a wheelchair poses with a large stuffed bear."], "ko_captions": ["노인 여성 휠체어 오프닝 크리스마스 선물", "큰 흰 곰을 들고 휠체어에 앉아있는 세 여자.", "테 디 베어를 잡고 휠체어에 여자.", "앉아있는 동안 테 디 베어를 들고있는 사람.", "휠체어에 노인 여성 큰 박제 곰 함께 포즈."]}, {"image_id": 1238, "en_captions": ["A herd of elephants walking in the grazing field", "THIS IS A PICTURE OF A LARGE FAMILY OF ELEPHANTS", "a group of elephants standing around eating grass", "A herd of elephants with large and small elephants at the zoo.", "A young elephant huddled between a group of adult elephants"], "ko_captions": ["풀밭에서 산책 코끼리의 무리", "이것은 큰 코끼리의 그림입니다.", "잔디를 먹고 서있는 코끼리의 무리", "동물원에서 크고 작은 코끼리와 코끼리의 무리.", "젊은 코끼리가 한 무리의 성인 코끼리 사이에 모여 들었다."]}, {"image_id": 1261, "en_captions": ["Plates of food that include different types of desserts.", "Two plates and a bowl full of food sitting on a table.", "There is a bowl of food with bread and a plate of fruit.", "A breakfast of porridge, fruit and a quick bread.", "A table with baked bread,sliced fruit and a congealed salad."], "ko_captions": ["디저트의 종류가 다른 접시.", "두 접시와 테이블에 앉아 음식의 전체 그릇.", "빵 한 그릇과 과일 한 그릇이 있습니다.", "죽, 과일 및 빠른 빵의 아침 식사.", "구운 빵, 얇게 썬 과일, 다진 샐러드가있는 테이블."]}, {"image_id": 1264, "en_captions": ["Many cosmetic items are arranged next to a map.", "Assortment of traveling items displayed on wooden table.", "Several items are displayed that might commonly be found in a woman's purse.", "A table topped with personal items and electronics.", "Several items on a table for going on a hike or camping"], "ko_captions": ["많은 화장품 항목이지도 옆에 정렬됩니다.", "나무 테이블에 표시 여행 항목의 구색.", "여성의 지갑에서 흔히 볼 수있는 여러 항목이 표시됩니다.", "개인 용품과 전자 제품을 얹은 탁자.", "하이킹이나 캠핑을위한 테이블에있는 여러 항목"]}, {"image_id": 1271, "en_captions": ["A group of men standing around a counter in a kitchen.", "A group of men in a kitchen doing installations.", "Five men in a kitchen, two sitting on a counter and one with a beer in his hand.", "a group of people trying to hook up an appliance", "Five people in a house, one holding a bottle"], "ko_captions": ["부엌에서 카운터 주위에 서있는 남자의 그룹.", "설치를 하 고 부엌에서 남자의 그룹.", "부엌에서 다섯 남자, 카운터에 앉아 두 및 그의 손에 맥주와 함께.", "어플라이언스를 연결하려는 사람들의 그룹", "집에 다섯 명, 병에 한 명"]}, {"image_id": 1282, "en_captions": ["A giraffe trying to eat leaves on the top of a branch", "Giraffe eating off a tree branch on an open field.", "a giraffe nibbling on a branch of a tree", "A giraffe stands and puts a tree branch in its mouth.", "a griffa trying to eat leaves that has already been ate"], "ko_captions": ["먹는 것을 시도하는 기린은 가지의 꼭대기에 나뭇잎", "기린 오픈 필드에 나뭇 가지를 먹고.", "기린 나무의 가지에 nibbling", "기린이 서서 그것의 입에 나뭇 가지를 집어 넣는다.", "벌써 먹은 잎을 먹으려 고하는 그리파."]}, {"image_id": 1295, "en_captions": ["A large building with a clock and people nearby.", "A large clock tower towering over a small city.", "A big wide street near a tall tower with a clock.", "A European city square with a clock tower.", "A picture of an old clock tower downtown."], "ko_captions": ["시계와 인근에있는 대형 건물.", "작은 도시 위에 우뚝 솟은 큰 시계탑.", "시계와 함께 높이 타워 근처 큰 넓은 거리.", "시계탑과 유럽의 도시 광장입니다.", "시내의 오래 된 시계 타워의 그림입니다."]}, {"image_id": 1298, "en_captions": ["a man is sitting on the grass eating some food and a drink", "It's good to take off your shoes and relax in the sun for lunch.", "A man cutting food with a pair of blue scissors.", "A man sitting with his back up against a tree.", "The man is enjoying a snack at the park."], "ko_captions": ["어떤 음식과 음료를 먹는 남자가 풀밭에 앉아있다.", "신발을 벗고 점심 식사를 위해 햇빛을받으며 휴식하는 것이 좋습니다.", "한 쌍의 파란색가 위 음식을 절단하는 남자.", "나무에 대 한 그의 뒤쪽에 앉아 남자.", "남자는 공원에서 간식을 먹고있다."]}, {"image_id": 1306, "en_captions": ["View from the living room into the dining room of a house", "A kitchen is shown with a tv mounted on the wall.", "a table with chairs a counter with stools with large windows", "The view of a dining room and bar area in a home.", "A living room with a wall mounted TV next to a table."], "ko_captions": ["거실에서 집 식당으로보기", "부엌이 벽에 설치된 TV와 함께 표시됩니다.", "의자가있는 테이블 대형 창을 갖춘 의자가있는 카운터", "집에있는 식당과 바 지역의 전망.", "테이블 옆에 TV가 설치된 거실."]}, {"image_id": 1307, "en_captions": ["A person holding a tray full of orange carrots.", "A person holding a tray containing carrots near a vehicle.", "A woman is carrying carrots by a truck", "A woman carries a tray of carrots down a street.", "A woman in a colorful dress carrying a tray of carrots on a dirt road."], "ko_captions": ["오렌지 당근 가득 트레이 들고 사람.", "차량 근처 당근 포함 된 트레이 들고 사람.", "여자가 트럭으로 당근을 들고있다.", "여자가 거리 당근의 트레이를 운반.", "먼지 도로에 당근의 트레이 들고 다채로운 드레스에 여자."]}, {"image_id": 1308, "en_captions": ["A man in swim shorts is riding a surf board.", "A surfer is riding a wave in the ocean.", "A fit young man surfing a wave in the ocean.", "A man riding a surfboard on a wave.", "A shirtless man riding shortboard on a wave."], "ko_captions": ["수영 반바지에있는 남자가 서핑 보드를 타고있다.", "서퍼 바다에 파도가 타고있다.", "바다에서 파도 서핑을 맞는 젊은 남자.", "파도에 서핑 보드를 타는 사람.", "파도에 쇼트 보드를 타고 shirtless 남자."]}, {"image_id": 1311, "en_captions": ["A commercial airplane with the door open and people walking in.", "A large jet sitting on top of an airport runway.", "THERE IS A DELTA CONNECTION PLATE THAT IS PARKED ON THE YARD", "A delta  connection passenger plane ready to board.", "there are people boarding a very large plane"], "ko_captions": ["문을 열고와 사람들이 걷는 상업용 비행기.", "공항 활주로 상단에 앉아 큰 제트기.", "마당에 주차 된 델타 연결 판이 있습니다.", "델타 연결 여객기 보드 준비.", "매우 큰 비행기에 탑승하는 사람들이있다."]}, {"image_id": 1315, "en_captions": ["A beautiful young woman riding on the back of a motorcycle.", "Woman on a motorized scooter driving down a narrow street.", "a woman in a white helmet parked by a curb", "Someone is doing something that is quite fun.", "A woman sitting on a moped in the street"], "ko_captions": ["아름 다운 젊은 여자는 오토바이의 뒷면에 타고.", "좁은 거리를 운전하는 전동 스쿠터에 여자.", "커브로 주차 한 흰 헬멧에 여자", "누군가는 아주 재미있는 것을하고 있습니다.", "멀리에서 오토바이에 앉아있는 여자"]}, {"image_id": 1319, "en_captions": ["A big cat and a small cat sitting down with their backs turned", "Two cats sit side by side while looking at a television.", "a couple of cats that are in front of a t.v.", "Pair of cats sitting on table watching television together.", "A cat and and a kitten watch television together."], "ko_captions": ["큰 고양이와 작은 고양이가 등에 등을 대고 앉아있다.", "텔레비전을 보면서 두 고양이 나란히 앉아.", "t.v.의 앞에있는 두 마리의 고양이.", "텔레비전을 함께보고 테이블에 앉아 고양이의 쌍입니다.", "고양이와 새끼 고양이는 함께 텔레비전을 봅니다."]}, {"image_id": 1323, "en_captions": ["An orange cat standing on the top of a brown horse.", "An orange cat standing on the back of a dark horse.", "a cat stands on top of a horse", "A cat standing on top of a black horse.", "A cat sands proudly and full of valor a top a horse"], "ko_captions": ["갈색 말의 위에 서있는 오렌지 고양이.", "어두운 말의 뒤에 서있는 오렌지 고양이.", "말 위에 고양이가 서있다.", "검은 말의 위에 서있는 고양이.", "고양이는 자랑스럽게 모래와 용기로 가득 차있다."]}, {"image_id": 1330, "en_captions": ["a young guy walking in a forrest holding an object in his hand", "A partially black and white photo of a man throwing something into the woods.", "A disc golfer releases a throw from a dirt tee box on a wooded course.", "The person is in the clearing of a wooded area.", "a person throwing a frisbee at many trees"], "ko_captions": ["그의 손에 물건을 들고있는 포레스트에서 걷고있는 젊은 남자", "뭔가를 숲에 던지고 남자의 부분적으로 흑백 사진.", "디스크 골퍼 나무가 우거진 된 과정에서 먼지 티 상자에서 던져를 출시합니다.", "그 사람은 나무가 우거진 지역을 개간하고 있습니다.", "많은 나무에 프리즈 비를 던지는 사람"]}, {"image_id": 1332, "en_captions": ["A man riding on the back of a horse.", "A man sitting on a horse on a hill", "A person sitting on a horse on top of a grassy hill.", "an Indian riding a black and white horse bareback", "A man on a horse without a saddle stands on a hill."], "ko_captions": ["말의 뒤를 타고 남자.", "언덕에있는 말에 앉아있는 남자", "잔디 언덕 꼭대기에 말에 앉아있는 사람.", "흑인과 백인 말을 맨손으로 타고 인도 사람", "안장없는 말에 남자가 언덕에 선다."]}, {"image_id": 1350, "en_captions": ["People stand around an old airplane that is tilted on it's nose.", "A large airplane flying on top of a grass covered field.", "There is a crashed plane in the field.", "An old picture of a airplane on the ground", "Or large airplane crashed into a field on the grass."], "ko_captions": ["사람들은 코에 기울어 진 오래된 비행기 주위에 서 있습니다.", "잔디의 위에 비행하는 큰 비행기 덮여 필드.", "현장에 충돌 비행기가 있습니다.", "지상에 비행기의 오래 된 그림", "또는 대형 비행기가 잔디밭에 충돌했습니다."]}, {"image_id": 1355, "en_captions": ["a kitchen with a center isle stove, and stainless steel refrigerator.", "A kitchen with a center island and a metallic refrigerator.", "A tidy and clean kitchen with counter burners", "A well lit kitchen with an island and stainless steel refrigerator", "an image of a kitchen setting with stainless steel appliances"], "ko_captions": ["센터 섬 스토브가있는 부엌, 스테인레스 스틸 냉장고가 있습니다.", "중앙 섬과 금속 냉장고가있는 부엌.", "카운터 버너가 달린 깔끔하고 깨끗한 주방", "섬과 스테인레스 스틸 냉장고가있는 조명이 잘 된 부엌", "스테인레스 스틸 가전 제품으로 만든 부엌 이미지"]}, {"image_id": 1359, "en_captions": ["A man flying a kite in a cloudy blue sky.", "A man flying a kite up in the air.", "A man flying a kite in the mountains.", "A man is holding on to a powerful kite.", "A man flies a kite against a blue sky."], "ko_captions": ["흐린 푸른 하늘에 연을 비행하는 남자.", "공기에서 연을 비행하는 남자.", "산에서 연을 비행하는 남자.", "한 남자가 강력한 연을 잡고 있습니다.", "한 남자가 푸른 하늘에 대하여 연을 날아간다."]}, {"image_id": 1360, "en_captions": ["A baby with a Santa hat on and boots hold a pair of pliers.", "A little boy that is standing near a counter.", "a child in a kitchen on a step ladder", "A young boy wearing a diaper and a Santa hat in a kitchen.", "a boy in a santa hat holding a pair of nutcrackers in a kitchen"], "ko_captions": ["산타 모자와 부츠와 아기 한 쌍의 펜 치를 잡아.", "카운터 근처에 서있는 어린 소년.", "단계 사다리에 부엌에있는 아이", "기저귀와 부엌에서 산타 모자를 쓰고 어린 소년.", "부엌에서 너트 크래커 한 켤레를 들고 산타 모자에 소년"]}, {"image_id": 1366, "en_captions": ["A wide panned shot of London at daytime.", "a building with a large clock tower on it", "A large building that has a clock tower.", "a big building that has some towers with a clock at the top", "The building in the city was very large."], "ko_captions": ["낮에 런던의 넓은 팬 쐈어.", "큰 시계탑이있는 건물", "시계탑이있는 커다란 건물.", "상단에 시계가 달린 타워가있는 큰 건물", "도시의 건물은 매우 컸습니다."]}, {"image_id": 1375, "en_captions": ["A woman in the middle of swinging a tennis racket.", "A tennis player swings her tennis racquet on the court.", "A person hitting a ball on a tennis court.", "The tennis player in a pink shirt is extending her racket.", "a women that has a tennis racket in her hand"], "ko_captions": ["테니스 라켓을 스윙하는 중간에 여자.", "테니스 선수가 그녀의 테니스 라켓 법원에 스윙.", "테니스 코트에 공을 타격하는 사람.", "핑크 셔츠에 테니스 선수 그녀의 라켓을 확장됩니다.", "그녀의 손에 테니스 라켓이있는 여성"]}, {"image_id": 1381, "en_captions": ["A person on a four-wheeler herding sheep in the snow.", "A person drives a herd of sheep using a four-wheeler.", "A man on a four wheeler trails a herd of sheep.", "A driver can easily herd sheep with a quad.", "A large herd of animals walking in front of a person on a vehicle."], "ko_captions": ["눈 속에서 양을 방목하는 4 륜 구동 차량에있는 사람.", "한 사람이 4 륜 짐마차를 사용하여 양떼를 몰아냅니다.", "4 휠러에있는 남자가 양떼를 밟습니다.", "운전자는 쿼드로 양떼를 쉽게 잡을 수 있습니다.", "차량에있는 사람 앞에서 걷고있는 동물의 큰 무리."]}, {"image_id": 1386, "en_captions": ["A black tray holding a basket of fries and a sandwich.", "Sub sandwich with a side of waffle fries and a soft drink.", "A tray has a sandwich, french fries, and a drink on it.", "A tray of food including a sandwich, fries and a drink", "Meal consisting of a sub,fries and pepsi on a tray."], "ko_captions": ["감자 튀김과 샌드위치 바구니를 들고 검은 트레이.", "와플 튀김과 청량 음료의 측면 샌드위치.", "쟁반에는 샌드위치, 감자 튀김, 음료가 있습니다.", "샌드위치, 튀김, 음료 등 음식 트레이", "쟁반에 하위, 감자 튀김 및 펩시로 구성된 식사."]}, {"image_id": 1390, "en_captions": ["Two adults and a child on skis in the snow.", "A small kid is learning to ski on the snow", "Two people on skis holding poles in the snow.", "someone that is skiing across some white snow", "A young child and two adults go skiing."], "ko_captions": ["두 성인 및 눈에서 스키에 아이.", "작은 아이가 눈에 스키를 배우고있다.", "눈 속에서 채를 들고 스키에 두 사람.", "어떤 하얀 눈을 가로 질러 스키를 타는 사람", "어린 아이와 두 명의 성인이 스키를 타러갑니다."]}, {"image_id": 1392, "en_captions": ["A silver refrigerator is prominent in the kitchen.", "A large metallic modern looking refrigerator sitting in a kitchen.", "A silver colored refrigeration unit, in a kitchen.", "A tall, skinny refrigerator in the corner of a kitchen.", "The silver cabinet does not match the rest of the room."], "ko_captions": ["실버 냉장고가 부엌에서 두드러집니다.", "큰 금속 현대 찾고 냉장고 부엌에 앉아.", "부엌에서 실버 컬러 냉장 유닛.", "부엌 구석에있는 크고 마른 냉장고.", "은 캐비닛이 나머지 객실과 일치하지 않습니다."]}, {"image_id": 1397, "en_captions": ["A man is riding on a surfboard in the ocean.", "A young man riding a surf board on a small wave.", "a person riding a surf board on a wave", "a man riding a colorful surfboard in the water", "A man is surfing with his yellow and black striped surfboard"], "ko_captions": ["한 남자가 바다에서 서핑 보드에 타고있다.", "작은 파도에 서핑 보드를 타고 젊은 남자.", "파도에 서핑 보드를 타는 사람", "물 속에서 다채로운 서핑 보드를 타는 한 남자", "한 남자가 그의 노란색과 검은 색 줄무늬 서프 보드로 서핑을하고있다."]}, {"image_id": 1401, "en_captions": ["A silver and clear drink container with a black tray of fruit next to it.", "Two fruits sit in a bowl beside a blender.", "An old fashioned type of blender in front of an old sign.", "A small blender with a bowl of fruit next to it", "A blender sitting on top of a wooden floor."], "ko_captions": ["그것을 옆에 과일의 검은 쟁반과 은색과 명확한 음료 컨테이너.", "두 과일 믹서 옆에 그릇에 앉아.", "옛날 식의 앞에 믹서기의 구식 형식.", "옆에있는 과일 한 그릇을 가진 작은 믹서기", "나무 바닥의 꼭대기에 앉아 믹서 기."]}, {"image_id": 1403, "en_captions": ["A man is sitting in a boat on a river and drinking a bottle of water.", "A man in a blue hat on a small boat.", "A man that is sitting in a boat wearing a hat.", "A man holding a bottle is boating on a lake.", "A man siting on top of a boat on top of a lake."], "ko_captions": ["남자 강가에 보트에 앉아 하 고 물 한 병을 마시는.", "작은 보트에 파란 모자에 남자가있다.", "모자를 쓰고 보트에 앉아있는 남자.", "한 병을 들고 남자는 호수에서 보트입니다.", "호수 꼭대기에 보트 꼭대기에 siting 남자."]}, {"image_id": 1407, "en_captions": ["A person on a court with a tennis racket.", "A man that is holding a racquet standing in the grass.", "A tennis player hits the ball during a match.", "The tennis player is poised to serve a ball.", "Man in white playing tennis on a court."], "ko_captions": ["테니스 라켓과 법원에 사람.", "풀밭에 서있는 라켓을 잡고있는 남자.", "테니스 선수가 일치하는 동안 공을 친다.", "테니스 선수는 공을 제공 할 준비가되어 있습니다.", "법원에 흰색 테니스 선수입니다."]}, {"image_id": 1408, "en_captions": ["A large commercial airplane parked on a runway", "A china airlines jet sitting on top of an airport tarmac.", "Two large jumbo jets are on the airport runway.", "2 airplanes are seen on the airport tarmac", "A large airplane in a stationary position in the open."], "ko_captions": ["활주로에 주차 된 대형 상업용 비행기", "공항 활주로의 꼭대기에 앉아 중국 항공사 제트기.", "두 개의 대형 점보 제트기가 공항 활주로에 있습니다.", "공항 활주로에서 2 대의 비행기를 볼 수 있습니다.", "열기에서 고정 된 위치에 대형 비행기."]}, {"image_id": 1424, "en_captions": ["Several people around a table getting ready to cut into a cake.", "little girls sitting at a table with a birthday cake in the middle", "A group of kids and a couple adults at a table with a three layered birthday cake.", "A group of girls waiting to be served cake.", "A picture of some family having a birthday party."], "ko_captions": ["케이크를 잘라 준비 테이블 주위에 여러 사람들.", "중간에 생일 케이크가있는 테이블에 앉아있는 어린 소녀들.", "3 계층 생일 케이크와 함께 테이블에 아이들과 한 무리의 성인 그룹.", "봉사 케이크를 기다리고 여자의 그룹입니다.", "일부 가족 생일 파티 데의 그림."]}, {"image_id": 1431, "en_captions": ["A young man riding a skateboard up the side of a ramp.", "A young man is riding a skateboard on a ramp.", "A kid on a skate board at the top of a ramp.", "A boy on a skateboard in the skate park", "a skateboarder doing tricks at a skating park"], "ko_captions": ["램프 측면을 스케이트 보드를 타고 젊은 남자.", "한 젊은 남자가 경사로에 스케이트 보드를 타고있다.", "경사로 위쪽에 스케이트 보드에 아이.", "스케이트 공원에있는 스케이트 보드에있는 소년", "스케이팅 공원에서 트릭을하는 스케이트 보더"]}, {"image_id": 1451, "en_captions": ["A herd of cows standing on a grass covered field.", "Group of cows in a field with a man in the background.", "a number of cows in a field with a person behind them", "A heard of cows stands in front of a man with a tractor.", "A herd of skinny cows are grazing on the grass."], "ko_captions": ["잔디 덮여 필드에 서있는 소의 무리.", "백그라운드에서 남자와 필드에서 암소의 그룹.", "그들 뒤에있는 사람이있는 들판에있는 많은 암소들", "트랙터가있는 남자 앞에서 소를 들었다.", "마른 소의 무리가 풀밭에서 방목하고 있습니다."]}, {"image_id": 1453, "en_captions": ["A couple of boats are on a a river", "Two rowboats parked on the side of a small river with people in each of the boats.", "A GROUP OF PEOPLE ON SMALL FISHING BOATS LOOKING AT A FIERY COMING TOWARDS THEM", "A boat of women are pushing off of the shore.", "A few people are on small boats in a channel."], "ko_captions": ["두 척의 보트가 강가에있다.", "두 rowboats 보트의 각 사람들과 작은 강변에 주차.", "작은 어종의 보트를 타는 사람들의 무리", "여자의 보트가 해안에서 밀고있다.", "소수의 사람들이 채널의 작은 보트에 있습니다."]}]